[
    {
        "companyName": "Kidoodle.TV",
        "publisher": "A Parent Media Co.",
        "productType": "TV",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Kidoodle.TV is a streaming platform that primarily caters to children, offering a variety of entertainment. The platform hosts over 20,000 hand-selected episodes from the world's top shows for kids. These shows are both engaging and educational, making Kidoodle.TV a safe and inspiring media choice for children.",
        "url": "https://www.kidoodle.tv",
        "ogimage": "thumbnail_0.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "kidoodletv"
    },
    {
        "companyName": "ABCya! Games",
        "publisher": "ABCya.com (IXL Learning)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "ABCya.com is a leading K-5 educational gaming website, visited by millions of kids, parents, and teachers each month. In just the last year, the site facilitated play of over 1 billion games. In addition to the website, ABCya also offers a iOS app with weekly free games and an optional subscription service providing access to over 200 games.",
        "url": "https://www.abcya.com/",
        "heroImage": "placeholder.png",
        "internalpath": "abcya-games"
    },
    {
        "companyName": "Quantum Demand",
        "publisher": "AdMetricsPro",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "AdMetricsPro operates as an autonomous advertising network that links websites with an extensive assortment of Ad Exchanges and Agencies. They utilize innovative technology that makes robust connections between high-traffic websites and top brands. Thus, the company helps to enhance the reach of these prominent brands by connecting them with numerous websites.",
        "url": "https://admetricspro.com/",
        "heroImage": "astroseal_2.png",
        "internalpath": "quantum-demand"
    },
    {
        "companyName": "ABCmouse (Web and Mobile",
        "publisher": "Age of Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "ABCmouse is an acclaimed educational program designed for children aged 2 to 8, offering learning activities in reading, math, art, and music. It is developed by educational professionals and teachers. The platform provides over 10,000 engaging activities to aid in the development of academic skills at all levels.",
        "url": "https://www.abcmouse.com",
        "heroImage": "placeholder.png",
        "internalpath": "abcmouse-web-and-mobile"
    },
    {
        "companyName": "Adventure Academy (downloadable PC game and mobile app",
        "publisher": "Age of Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Adventure Academy offers an immersive learning adventure designed to provide an educational curriculum. This venture is the latest from the same team that created ABCmouse. The company aims to make learning an exciting and enriching experience for users.",
        "url": "https://www.adventureacademy.com/",
        "heroImage": "placeholder.png",
        "internalpath": "adventure-academy-downloadable-pc-game-and-mobile-app"
    },
    {
        "companyName": "Tinkercad (web and mobile",
        "publisher": "Autodesk",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "8 - 12",
        "description": "Tinkercad offers a user-friendly application for 3D design, coding, and electronics. The app is freely available for use and encourages creativity in designing and making all types of things. It caters to a wide range of users from teachers and children to hobbyists and professional designers.",
        "url": "https://www.tinkercad.com/",
        "ogimage": "thumbnail_5.png",
        "heroImage": "astroseal_5.png",
        "internalpath": "tinkercad-web-and-mobile"
    },
    {
        "companyName": "Mathseeds Mobile App",
        "publisher": "Blake eLearning",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Mathseeds: Fun Math Games is an engaging online application designed for children aged between 3 and 9 years old. This app is created by the makers of Reading Eggs, enhancing the learning of mathematical skills at an early age. It offers well-organized lessons that are entertaining and motivating, making learning an enjoyable process for young learners.\n",
        "url": "https://mathseeds.com/",
        "ogimage": "thumbnail_6.png",
        "heroImage": "astroseal_6.png",
        "internalpath": "mathseeds-mobile-app"
    },
    {
        "companyName": "Reading Eggs",
        "publisher": "Blake eLearning",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Reading Eggs is an educational company developed by a team of experienced elementary school teachers, authors, and developers. The company's main objective is to enhance children's reading proficiency using specially designed, engaging online games and activities. The self-paced, user-friendly resources have won multiple awards and are considered as effective materials for early learning support.",
        "url": "https://readingeggs.com/apps/",
        "heroImage": "astroseal_7.png",
        "internalpath": "reading-eggs"
    },
    {
        "companyName": "Bookelicious.com",
        "publisher": "Bookelicious LLC",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 13+",
        "description": "Bookelicious offers a service identifying high-quality, topic-specific books suited to an individual's reading level and age. The platform also facilitates the purchase of recommended books by providing direct links to online vendors for digital copies. Additionally, it connects users with their local libraries through WorldCat to assist in accessing the suggested books.",
        "url": "https://www.bookelicious.com/",
        "ogimage": "thumbnail_8.png?3587177",
        "heroImage": "astroseal_8.png",
        "internalpath": "bookeliciouscom"
    },
    {
        "companyName": "CamblyKids.com (logged",
        "publisher": "Cambly",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Speak English Fluently is a company that offers English learning lessons. It employs experienced, child-friendly teachers from America, Britain, and Canada to provide lessons via video chat. This allows clients to effectively learn English from the comfort of their homes.",
        "url": "https://www.cambly.com/kids",
        "heroImage": "astroseal_9.png",
        "internalpath": "camblykidscom-logged"
    },
    {
        "companyName": "Channel Factory's ViewIQ Solution",
        "publisher": "Channel Factory",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Channel Factory, based in Los Angeles, is a company specializing in social video, media buying, and influencer marketing. The company not only offers solutions for buying, optimizing and amplifying video marketing campaigns but also provides premium content to top brands and agencies through its proprietary \"Content Factory\" division. Employing a unique one-stop shop approach, Channel Factory ensures efficient distribution, advanced analytics tracking, and influencer/branded content creation for client videos.",
        "url": "https://channelfactory.com/",
        "heroImage": "astroseal_10.png",
        "internalpath": "channel-factorys-viewiq-solution"
    },
    {
        "companyName": "CareBears.com (Kids' Site",
        "publisher": "Cloudco Entertainment",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company provides a kid-friendly website featuring a wide variety of content. It offers educational and interactive games for children. It also presents a host of activities and videos designed specifically for children's entertainment and learning.",
        "url": "https://www.carebears.com/kids/",
        "heroImage": "astroseal_11.png",
        "internalpath": "carebearscom-kids-site"
    },
    {
        "companyName": "codeSpark Academy Kids Coding",
        "publisher": "codeSpark by BEGiN",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "CodeSpark Academy provides interactive lessons in basic computer programming, using a range of tools such as puzzles, games, and guided creative projects. They also incorporate game design and offline printables into their teaching methods. The academy further allows parents to monitor their child's progress.",
        "url": "https://codespark.com/",
        "ogimage": "thumbnail_12.jpg",
        "heroImage": "astroseal_12.png",
        "internalpath": "codespark-academy-kids-coding"
    },
    {
        "companyName": "Sensical for Smart TVs and Streaming Platforms",
        "publisher": "Common Sense Networks",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Sensical, launched by Common Sense Networks, is a novel streaming service designed specifically for children, offering a vast selection of suitable videos populated by favorite characters and creators. The service houses content for three specific age categories - Preschool (2-4), Little Kids (5-7), and Big Kids (8-10) - each of which is extensively reviewed by experts. Drawing from the knowledge-base of Common Sense Media, Sensical is supported by ads and uses a strict, unique rubric to ensure the appropriateness of its content.",
        "url": "https://www.sensicaltv.com/",
        "ogimage": "thumbnail_13.png",
        "heroImage": "astroseal_13.png",
        "internalpath": "sensical-for-smart-tvs-and-streaming-platforms"
    },
    {
        "companyName": "Sensical.tv Website",
        "publisher": "Common Sense Networks",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Sensical, a product of Common Sense Networks, is an interest-based streaming service that offers a range of safe, educational, and entertaining videos for children. Drawing on the expertise of Common Sense Media, the platform presents over 15,000 episodes across 50+ topic-based channels, ensuring age-appropriate content for kids aged 2-10. The platform is ad-supported and delivers content featuring beloved characters and creators.\n",
        "url": "https://sensical.tv/",
        "heroImage": "placeholder.png",
        "internalpath": "sensicaltv-website"
    },
    {
        "companyName": "Data Theorem's Mobile Protect Solution",
        "publisher": "Data Theorem",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Mobile Protect SDK is designed to protect apps from a variety of threats, including active hackers, third party code, and data attacks both in-transit and at-rest. It also safeguards against device attacks such as spyware, malware, and jailbroken/rooted devices. To ensure constant protection, users need to embed the library into their app.",
        "url": "https://www.datatheorem.com/products/mobile-secure/",
        "heroImage": "astroseal_15.png",
        "internalpath": "data-theorems-mobile-protect-solution"
    },
    {
        "companyName": "Kidzovo mobile app",
        "publisher": "Deepmedia Interactive",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Kidzovo is an engaging learning app designed to offer personalized interactive educational experiences for children aged 2-8. Using content from popular creators such as SciShow Kids and Kiboomers, the app incorporates diverse activities that involve screen tapping, voice responses, and on-screen coloring. The app also features a mascot named Ovo the owl, who interacts with the child, and allows parents to monitor their child’s learning progress. Moreover, it is 100% ad-free.",
        "url": "https://kidzovo.com/",
        "ogimage": "thumbnail_16.jpg",
        "heroImage": "astroseal_16.png",
        "internalpath": "kidzovo-mobile-app"
    },
    {
        "companyName": "Dr. Panda Apps (Classics, Learn & Play, Town",
        "publisher": "DR. PANDA",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Dr. Panda apps offers an array of educational games and interactive storybooks aimed at fostering learning and skill development in children. The programs, designed for independent use by children, facilitate learning through role-play, exploration, and active imagination while introducing essential life skills and emotional intelligence. Additionally, the company provides a 'Town' series where children can create their own characters and narratives in an open environment, promoting both creativity and autonomous learning.",
        "url": "https://drpanda.com",
        "heroImage": "astroseal_17.png",
        "internalpath": "dr-panda-apps-classics-learn--play-town"
    },
    {
        "companyName": "Paco El Chato website",
        "publisher": "E1 Technology",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "E1 is a rapidly expanding edtech company that specializes in providing an innovative learning platform for children to thrive in today's digital world. It offers a rich digital classroom environment filled with superior K-12 learning materials. The platform is designed to allow children to learn at their own pace, making education more personalized.",
        "url": "https://pacoelchato.com/",
        "ogimage": "thumbnail_18.png",
        "heroImage": "astroseal_18.png",
        "internalpath": "paco-el-chato-website"
    },
    {
        "companyName": "Enthusiast Gaming Ad Platform",
        "publisher": "Enthusiast Gaming Inc.",
        "productType": "Tools",
        "productCategory": "Games",
        "audience": "8 - 12",
        "description": "Enthusiast Gaming is dedicated to creating the world's most extensive network of communities for gamers via multi-channel media, original content, and events. The company also operates web-based platforms targeted at children, offering educational resources. These resources take the form of engaging games designed to facilitate learning for children, students, parents, and teachers.",
        "url": "https://www.enthusiastgaming.com/",
        "ogimage": "thumbnail_19.jpg",
        "heroImage": "astroseal_19.png",
        "internalpath": "enthusiast-gaming-ad-platform"
    },
    {
        "companyName": "Applaydu & Friends Game",
        "publisher": "Ferrero Trading Lux S.A.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Applaydu & Friends is a safe multiplayer playground designed for children aged 7 and above, offering an immersive playing and lifestyle experience. The platform allows kids to play games, create video content, compete, and safely connect with other users. Furthermore, it provides them with the opportunity to unlock licensed characters from Kinder Joy and incorporate these into digital gameplay, with features like party royale obstacle races and animated emojis.",
        "url": "https://apps.apple.com/lv/app/applaydu-friends-game/id1552397453",
        "ogimage": "thumbnail_20.png",
        "heroImage": "astroseal_20.png",
        "internalpath": "applaydu--friends-game"
    },
    {
        "companyName": "Applaydu family games",
        "publisher": "Ferrero Trading Lux S.A.",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Applaydu is a creatively designed environment aimed at encouraging skills development and creativity among children aged between 4 and 9 through a range of fun family activities which can also be enjoyed offline. It offers a platform for children to grow and explore their world in their formative years. Applaydu nurtures a child's imagination and delivers an unexpected, dream-fulfilling journey.",
        "url": "https://www.kinder.com/us/en/applaydu",
        "ogimage": "thumbnail_21.png?t=1710780686",
        "heroImage": "astroseal_21.png",
        "internalpath": "applaydu-family-games"
    },
    {
        "companyName": "Peppa Pig App Series",
        "publisher": "Find Your Fun, Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company specializes in creating a series of Peppa Pig applications, designed primarily for pre-schoolers. They offer an interactive and fun environment for kids to engage with their favorite characters from the popular TV show, Peppa Pig, while playing games, watching videos, and participating in activities. These apps, available on various platforms, include the World of Peppa Pig, Peppa Pig: Theme Park aka. FunFair, Peppa Pig: Holiday Adventures, Peppa Pig: Happy Mrs Chicken, Peppa Pig: Seasons - autumn + winter, and Learn with Peppa Pig.",
        "url": "https://www.peppapig.com/apps/",
        "heroImage": "astroseal_22.png",
        "internalpath": "peppa-pig-app-series"
    },
    {
        "companyName": "The Week Junior kids' website",
        "publisher": "Future PLC",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "The Week Junior is a news publication specifically tailored for children aged 8-14, released on a weekly basis. It offers a broad range of subjects including national and international news, science and technology, sports, arts and entertainment, and much more. Beyond news, it also engages children with fun and educational content such as crafts, recipes and animal stories.",
        "url": "https://kids.theweekjunior.com/",
        "heroImage": "astroseal_23.png",
        "internalpath": "the-week-junior-kids-website"
    },
    {
        "companyName": "HappyKids TV Mobile App",
        "publisher": "Future Today",
        "productType": "Mobile",
        "productCategory": "TV",
        "audience": "0 - 12",
        "description": "HappyKids is a free and safe application that provides educational and entertaining content for children across multiple Over-the-top (OTT) platforms daily. The app strictly adheres to child safety regulations, boasting a kidSAFE certification and compliance with the Children's Online Privacy Protection Act (COPPA), offering age-specific and interest-based content. HappyKids is widely accessible, available on most connected TV and mobile devices, including Roku, Fire TV, Apple TV, xFinity, and Vizio.\n",
        "url": "https://happykids.tv/",
        "ogimage": "thumbnail_24.jpg",
        "heroImage": "astroseal_24.png",
        "internalpath": "happykids-tv-mobile-app"
    },
    {
        "companyName": "GameAnalytics",
        "publisher": "GameAnalytics (Mobvista)",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "GameAnalytics offers a complimentary analytics service specifically for mobile games, catering to over 35,000 gaming studios worldwide. Their support extends to over 18 development platforms via easily integratable SDKs. They provide ready-to use reports, enabling customers to leverage their service in less than 15 minutes.",
        "url": "https://gameanalytics.com/",
        "heroImage": "astroseal_25.png",
        "internalpath": "gameanalytics"
    },
    {
        "companyName": "Pingo by FindMyKids (Under",
        "publisher": "Geo Track Technologies, Inc.",
        "productType": "Mobile",
        "productCategory": "Safety",
        "audience": "5 - 13+",
        "description": "The Pingo by FindMyKids app is a real-time tracking system for monitoring the whereabouts of your child and loved ones. Users install the FindMyKids app on their device, and the Pingo App on their child's device to view their location on a map. The application additionally checks the device's battery charge and settings to ensure consistent, accurate tracking.",
        "url": "https://findmykids.org/en/",
        "ogimage": "thumbnail_26.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "pingo-by-findmykids-under"
    },
    {
        "companyName": "GoNoodle Kids Videos App",
        "publisher": "GoNoodle, Inc.",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "The company offers over 300 digital activities designed to make screen time more active for kids. These interactive activities include dance videos and yoga exercises. They also provide mindfulness activities to promote mental wellness in children.",
        "url": "https://family.gonoodle.com/",
        "heroImage": "astroseal_27.png",
        "internalpath": "gonoodle-kids-videos-app"
    },
    {
        "companyName": "GoNoodle on Smart TVs and Streaming Devices",
        "publisher": "GoNoodle, Inc.",
        "productType": "TV",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "GoNoodle is a company that specializes in creating movement and mindfulness videos for children. Boasting an impressive reach, these developmental tools are used by 14 million kids on a monthly basis. The videos are accessible for free, whether the child is at home, school, or elsewhere.",
        "url": "https://www.gonoodle.com",
        "heroImage": "astroseal_28.png",
        "internalpath": "gonoodle-on-smart-tvs-and-streaming-devices"
    },
    {
        "companyName": "Good2Collect.com",
        "publisher": "good2grow",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The good2grow Collector's Club is a platform where members can browse through various Character Tops. It also allows members to keep track of their personal collection. Additionally, the club offers the opportunity to win exciting prizes.",
        "url": "https://www.good2collect.com/",
        "heroImage": "astroseal_29.png",
        "internalpath": "good2collectcom"
    },
    {
        "companyName": "GROM",
        "publisher": "Grom Social",
        "productType": "Mobile",
        "productCategory": "Social",
        "audience": "3 - 12",
        "description": "The Grom Social mobile app is a safe social network designed specifically for children. It provides a platform for kids to interact, create content, and embark on virtual explorations. The app emphasizes children's safety, ensuring a secure environment for kids to establish connections.",
        "url": "https://www.gromsocial.com",
        "ogimage": "thumbnail_30.png",
        "heroImage": "astroseal_30.png",
        "internalpath": "grom"
    },
    {
        "companyName": "Word Tag",
        "publisher": "Hatch House Games (Mrs. Wordsmith)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 12",
        "description": "Word Tag, created by the award-winning team at Mrs Wordsmith, is an enthralling word game designed to encourage children's passion for learning. This game employs educational research, innovative design, and captivating gameplay to aid children in developing their vocabulary and becoming proficient readers. Through engaging mini-games following a successful framework, Word Tag ensures vocabulary retention by exposing children to new words eight times within a span of three weeks.",
        "url": "https://mrswordsmith.com/pages/word-tag",
        "ogimage": "thumbnail_31.png?height=628&pad_color=ffffff&v=1676475026&width=1200",
        "heroImage": "astroseal_31.png",
        "internalpath": "word-tag"
    },
    {
        "companyName": "HOMER Learn & Grow",
        "publisher": "HOMER Learning by BEGiN",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "HOMER offers a personalized early learning program for children aged 2-8, aiming to boost their confidence and equip them with essential skills for school and life. The program grows with the children, tailoring the learning journey to their individual needs. It is designed with children's enjoyment and engagement in mind, making it a beloved choice for early education.",
        "url": "https://learnwithhomer.com/learn-and-grow",
        "ogimage": "thumbnail_32.jpg",
        "heroImage": "astroseal_32.png",
        "internalpath": "homer-learn--grow"
    },
    {
        "companyName": "KidloLand",
        "publisher": "IDZ Digital Private Limited",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "KidloLand is an award-winning educational platform designed for children between the ages of 1 and 8, meant to provide foundational skills in reading, writing, spelling, math, and coding. The program evolves with the child's age and ensures a meaningful and educational screen time that assists in school preparedness. It offers a safe, ad-free environment and can be accessed without Wi-Fi, making it suitable for use during travel and on multiple devices.",
        "url": "https://www.kidloland.com/",
        "heroImage": "astroseal_33.png",
        "internalpath": "kidloland"
    },
    {
        "companyName": "bekids App Series (Coloring, Coding",
        "publisher": "iHuman",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Bekids offers Coloring and Coding apps aimed at educating and inspiring young minds. The apps focus on teaching essential coding and artistic skills. They advocate for kids' learning, growth, and playful exploration.",
        "url": "https://bekids.com",
        "heroImage": "astroseal_34.png",
        "internalpath": "bekids-app-series-coloring-coding"
    },
    {
        "companyName": "Education.com",
        "publisher": "IXL Learning",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Education.com offers an extensive library of over 30,000 learning activities including worksheets, games, and lesson plans for K-8 students. The platform provides flexibility in learning by allowing customization to each child's individual interests and needs. Parents and teachers can use the site to make their own curriculum or focus on specific skills, including Math, Reading, Writing, ELA, Science, and more.",
        "url": "http://education.com/",
        "ogimage": "thumbnail_35.png",
        "heroImage": "astroseal_35.png",
        "internalpath": "educationcom"
    },
    {
        "companyName": "IXL App",
        "publisher": "IXL Learning",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "Adults",
        "description": "IXL is a company that offers personalized learning solutions. They provide a complete curriculum for K-12 students, individualized guidance, and real-time analytic assessments. Their approach allows them to cater to the unique educational needs of every student.",
        "url": "https://www.ixl.com/apps",
        "heroImage": "astroseal_36.png",
        "internalpath": "ixl-app"
    },
    {
        "companyName": "Multiplication.com",
        "publisher": "IXL Learning",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Multiplication.com offers engaging methods to learn multiplication, including free games, activities, worksheets, and flash cards. In addition to multiplication, they provide numerous resources for learning addition, subtraction, and division. Their aim is to make learning math fun and interactive for students.",
        "url": "https://www.multiplication.com/",
        "heroImage": "placeholder.png",
        "internalpath": "multiplicationcom"
    },
    {
        "companyName": "Quia Web",
        "publisher": "IXL Learning",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Quia is a company that offers a set of tools tailored for creating customized online content. Their services cater to all subjects and levels, ensuring the content remains relevant to the user. The company synergizes technology and education to provide an engaging online learning experience.",
        "url": "https://www.quia.com/web",
        "heroImage": "astroseal_38.png",
        "internalpath": "quia-web"
    },
    {
        "companyName": "Kids Web Services (KWS",
        "publisher": "Kids Web Services",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "KWS, or Kids Web Services Ltd, is a company offering a variety of tools and services to developers for handling youth audiences. These include Parent Verification and Consent Management products, which are used by many globally recognized gaming platforms. The company is a subsidiary of the Epic Games group.",
        "url": "https://www.kidswebservices.com/",
        "heroImage": "astroseal_39.png",
        "internalpath": "kids-web-services-kws"
    },
    {
        "companyName": "Kidz Bop Kids (US website",
        "publisher": "Kidz Bop Enterprises LLC",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "KIDZ BOP, the number one music brand for children aged 5-12 years old in the U.S, offers a range of popular songs sung by kids for kids. The brand, presented through its official website KIDZBOP.com, extends beyond music to include videos, live performances, and licensed merchandise. It focuses on celebrating the genuine voices and expressions of kids across all elements of the brand.",
        "url": "https://kids.kidzbop.com/",
        "heroImage": "placeholder.png",
        "internalpath": "kidz-bop-kids-us-website"
    },
    {
        "companyName": "Kinzoo",
        "publisher": "Kinzoo Technologies, Inc.",
        "productType": "Mobile",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "Kinzoo is a child-friendly messaging app created to promote family interactions and increase safety for children using technology. It provides a controlled environment for sharing messages, pictures and videos, and includes innovative safety features such as an invitation system and a drop-in mode that enable parents to manage their kids' online interactions. The ultimate goal of Kinzoo is to enable children to safely explore and experience the benefits of technology while learning good digital citizenship, supported by their loved ones.",
        "url": "https://www.kinzoo.com",
        "ogimage": "thumbnail_41.png",
        "heroImage": "astroseal_41.png",
        "internalpath": "kinzoo"
    },
    {
        "companyName": "KUBO Portal and KUBO Play (web and mobile",
        "publisher": "KUBO Robotics",
        "productType": "Tools",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "KUBO is an educational company that provides an innovative coding solution that encompasses both digital and hands-on elements. The company's products are designed to aid children, ages 4 to 10+, in understanding coding and computational thinking. By using a creative and playful approach, KUBO creates an engaging learning environment for kids to get familiar with coding.",
        "url": "https://kubo-robot.com",
        "ogimage": "thumbnail_42.svg",
        "heroImage": "astroseal_42.png",
        "internalpath": "kubo-portal-and-kubo-play-web-and-mobile"
    },
    {
        "companyName": "Explore.LittlePassports.com",
        "publisher": "Little Passports by BEGiN",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Little Passports designs products aimed at encouraging children to learn about the globe via monthly subscriptions, educational toys, and engaging characters. These products are crafted alongside professionals including educators, PhDs, and award-winning writers and designers to stimulate curiosity in kids. Research reveals that curiosity is strongly associated with academic success, particularly during early education.",
        "url": "https://explore.littlepassports.com/",
        "ogimage": "thumbnail_43.svg",
        "heroImage": "astroseal_43.png",
        "internalpath": "explorelittlepassportscom"
    },
    {
        "companyName": "MarcoPolo World School (web and mobile",
        "publisher": "MarcoPolo Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "MarcoPolo World School is a company that provides an award-winning app designed to cater to children's curiosity. The app enables children to explore the universe around them in a reimagined format. The platform is globally acclaimed by parents and educators for its rich educational content.",
        "url": "https://www.marcopololearning.com",
        "heroImage": "astroseal_44.png",
        "internalpath": "marcopolo-world-school-web-and-mobile"
    },
    {
        "companyName": "MC EduHub platform",
        "publisher": "Marshall Cavendish Education",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "MCEduHub is a company that offers a singular access point to a broad range of learning resources for children aged 7 to 16 years. The company prides itself on an enhanced user interface which uses the latest HTML5 technologies. This ensures a smooth, interactive, and engaging learning process for its users.",
        "url": "https://www.mceduhub.com/",
        "heroImage": "astroseal_45.png",
        "internalpath": "mc-eduhub-platform"
    },
    {
        "companyName": "MathPlayground.com",
        "publisher": "Math Playground",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Math Playground is an educational platform offering a variety of math games, logic puzzles, and computation exercises. It also provides problem-solving activities and instructional math videos. The platform promotes children's exploration of different math concepts, including whole numbers, fractions, algebra, and geometry.",
        "url": "https://www.mathplayground.com",
        "ogimage": "thumbnail_46.jpg",
        "heroImage": "astroseal_46.png",
        "internalpath": "mathplaygroundcom"
    },
    {
        "companyName": "The Kryptografima by MathBait",
        "publisher": "Mathbait",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "10 - 13+",
        "description": "Kryptografima, a revolutionary program offered by MathBait, invites users to engage in over 100 digital games designed to build problem-solving skills and strengthen understanding of mathematical concepts. The innovative platform uses easy-to-understand analogies and storylines to make learning math fun and intriguing. Users also participate in missions and quests to advance their ranking within a virtual secret society, providing a unique and engaging dimension to the learning experience.",
        "url": "https://mathbait.kryptografima.com/",
        "heroImage": "astroseal_47.png",
        "internalpath": "the-kryptografima-by-mathbait"
    },
    {
        "companyName": "Matific.com school version (student site",
        "publisher": "Matific",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Matific offers an innovative approach to teaching maths for children from kindergarten to grade 6 through hands-on and interactive mini-games. Its app-based episodes are developed on tablets and personal computers according to a structured and progressive spiral learning system. The program comprises hundreds of curriculum-driven activities and worksheets, specifically designed to align with standard maths textbooks and curricula.",
        "url": "https://www.matific.com/",
        "ogimage": "thumbnail_48.png",
        "heroImage": "astroseal_48.png",
        "internalpath": "matificcom-school-version-student-site"
    },
    {
        "companyName": "Miko 3 Robot",
        "publisher": "Miko (RN Chidakashi Technologies)",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Miko 3 is an educational company that provides an integrated learning platform, giving students access to live classes taught by international educators. The company features a specifically designed expansive touchscreen and video chat to keep children and parents in touch. In addition to a variety of academic topics, Miko 3 also offers coding lessons through Mikode, allowing children to learn and create their own programs to control Miko.",
        "url": "https://www.miko.ai/",
        "ogimage": "thumbnail_49.png?v=1695496073",
        "heroImage": "astroseal_49.png",
        "internalpath": "miko-3-robot"
    },
    {
        "companyName": "Miko Mini Robot",
        "publisher": "Miko (RN Chidakashi Technologies)",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Miko Mini is a small bot designed to stimulate curiosity and foster lifelong skills in young learners globally. It engages children through realistic responses, entertaining dance moves, humorous jokes, and unending interest. The Mini serves as a teacher and companion, making learning a fun and engaging experience.",
        "url": "https://miko.ai/products/miko-mini",
        "ogimage": "thumbnail_50.png?v=1703666194",
        "heroImage": "astroseal_50.png",
        "internalpath": "miko-mini-robot"
    },
    {
        "companyName": "Mintegral Mobile Ad Platform (with COPPA settings",
        "publisher": "Mintegral International Ltd. (Mobvista)",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Mintegral is a leading Asian mobile advertising platform, offering a comprehensive suite of programmatic products and services such as their Advertiser Self-service Platform, DSP, SSP, Ad Exchange and DMP. Its rapid growth affirms its significant presence in the digital marketing sector. Furthermore, the company's Mindworks Creative Studio provides innovative creative solutions to publishers and brands, spanning traditional to the latest interactive ad formats.",
        "url": "https://www.mintegral.com/en/",
        "ogimage": "thumbnail_51.png",
        "heroImage": "astroseal_51.png",
        "internalpath": "mintegral-mobile-ad-platform-with-coppa-settings"
    },
    {
        "companyName": "ToxMod voice moderation solution",
        "publisher": "Modulate, Inc.",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "8 - 12",
        "description": "ToxMod is a company specialized in monitoring verbal communication within games, VR apps and various social platforms. Their task is to actively search and identify harmful content, which includes vulgarity, hate speech, bullying, and child predation. This enables a safer, and more respectful environment on these platforms.",
        "url": "https://www.modulate.ai/",
        "ogimage": "thumbnail_52.png",
        "heroImage": "astroseal_52.png",
        "internalpath": "toxmod-voice-moderation-solution"
    },
    {
        "companyName": "Lingokids",
        "publisher": "Monkimun",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Lingokids is an educational app tailored for children aged 2-8, using engaging games to foster learning and the development of 21st century skills. It provides a personalized learning experience by adapting its approach based on each child's progress, and features curated content from Oxford University Press along with its original resources. The ad-free platform enables children to learn English vocabulary, phonics, and sentence structure in a safe and playful environment.",
        "url": "https://www.lingokids.com/",
        "ogimage": "thumbnail_53.png",
        "heroImage": "astroseal_53.png",
        "internalpath": "lingokids"
    },
    {
        "companyName": "PAW Patrol Academy",
        "publisher": "Originator Kids (Sago Sago Toys)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Paw Patrol Academy is an interactive platform for preschoolers. This platform offers a range of both educational and entertaining activities. It allows children to engage with their favorite characters from the PAW Patrol series.",
        "url": "https://www.pawpatrolacademy.com/",
        "ogimage": "thumbnail_54.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "paw-patrol-academy"
    },
    {
        "companyName": "Kiddopia",
        "publisher": "Paper Boat Apps",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "Kiddopia is a comprehensive learning app that provides children with a variety of educational content, including lessons on maths, alphabets, shapes, colors, spelling, and more. It distinguishes itself through its unique blend of fun and educational content. It is the ideal platform for parents seeking engaging and informative games for their children.",
        "url": "https://kiddopia.com/",
        "ogimage": "thumbnail_55.png",
        "heroImage": "astroseal_55.png",
        "internalpath": "kiddopia"
    },
    {
        "companyName": "Piggy Panda Learning Games",
        "publisher": "Piggy Panda, Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "Piggy Panda Learning Games is a versatile educational app, designed to offer quality screen time for young children on iPads or phones. The app features over 1000 mini-games, videos, and co-active activities that are split into three categories: Educational, Entertainment, and Creativity. Its aim is to enhance family engagement and stimulate children's learning in a fun and interactive way.",
        "url": "https://thepiggypanda.com/",
        "heroImage": "astroseal_56.png",
        "internalpath": "piggy-panda-learning-games"
    },
    {
        "companyName": "Pinna Children's Audio Stories Mobile App",
        "publisher": "Pinna",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Pinna operates as an on-demand audio streaming service designed specifically for children aged between 3 and 12. The platform offers a wide range of content that includes podcasts, audiobooks, music compilations, and interactive game shows, all expertly developed and curated to stimulate kids' interest. Subscribing to Pinna allows children to access hundreds of hours of programming across various genres such as science, fantasy, and mystery to fuel their imagination.",
        "url": "https://pinna.fm/",
        "ogimage": "thumbnail_57.jpg",
        "heroImage": "astroseal_57.png",
        "internalpath": "pinna-childrens-audio-stories-mobile-app"
    },
    {
        "companyName": "Pinna.fm web player (logged",
        "publisher": "Pinna",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Pinna is a company that empowers children with an ad-free, screen-free method to play and listen to audio on demand. The service is designed to be accessible whether the user is at home or traveling. It promotes a minimalist and consumer-friendly platform for kids to engage with, either independently or with friends and family.",
        "url": "https://player.pinna.fm",
        "heroImage": "placeholder.png",
        "internalpath": "pinnafm-web-player-logged"
    },
    {
        "companyName": "Playwire Media Ad Platform (Kids Club",
        "publisher": "Playwire Media",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Playwire Media is a company that specializes in kid-friendly marketing, understanding the sensitivity required for this sector. They hold a significant position as the second largest Children's Online Privacy Protection Act (COPPA) compliant children's network. For every campaign, they strive to create a secure and engaging environment.",
        "url": "https://www.playwire.com/kids-club/ ",
        "heroImage": "astroseal_59.png",
        "internalpath": "playwire-media-ad-platform-kids-club"
    },
    {
        "companyName": "Kids.Poki.com",
        "publisher": "Poki Kids",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Poki Kids is a free online gaming platform designed specifically for children. The company collaborates with game developers to offer the newest free games for youngsters. A key focus for Poki Kids is ensuring the platform is a safe space where children can play and have fun.",
        "url": "https://kids.poki.com/",
        "heroImage": "astroseal_60.png",
        "internalpath": "kidspokicom"
    },
    {
        "companyName": "Precise.TV Ad Platform",
        "publisher": "Precise TV",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Precise.TV is a company that specializes in offering brand and kid-safe advertising services on YouTube. Their operations span across the globe, ensuring a widespread reach for their services. The company has offices in major cities like London, New York, and Sydney.",
        "url": "https://www.precise.tv/",
        "heroImage": "placeholder.png",
        "internalpath": "precisetv-ad-platform"
    },
    {
        "companyName": "ReadTheory.org (Under",
        "publisher": "ReadTheory",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "Read Theory is a free educational platform that improves reading comprehension skills for K-12 students. It provides an autonomous and adaptive learning experience tailored to each student's needs. It also enables parents and teachers to track a student's progress through its advanced reporting features.",
        "url": "https://readtheory.org/",
        "ogimage": "thumbnail_62.png",
        "heroImage": "astroseal_62.png",
        "internalpath": "readtheoryorg-under"
    },
    {
        "companyName": "Rec Room (Junior Mode",
        "publisher": "Rec Room",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Rec Room operates as a social club in a virtual reality space. The platform allows individuals globally to engage in active games. People are able to play and interact with friends no matter their location, thanks to this innovative technology.",
        "url": "https://recroom.com/",
        "ogimage": "thumbnail_63.jpg?format=1500w",
        "heroImage": "astroseal_63.png",
        "internalpath": "rec-room-junior-mode"
    },
    {
        "companyName": "The ROBLOX Platform on Mobile (Under",
        "publisher": "ROBLOX",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Roblox is a platform powered by its users, facilitating the creation of user-generated games. Users can design their own game worlds, bringing them to life, and share them for others to enjoy. Aside from offering a platform for personal game creation, it also promotes a social gaming atmosphere where users can play together despite age differences.",
        "url": "https://www.roblox.com",
        "heroImage": "astroseal_64.png",
        "internalpath": "the-roblox-platform-on-mobile-under"
    },
    {
        "companyName": "Sago Mini Series of Standalone Apps",
        "publisher": "Sago Sago Toys Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "Sago Mini specializes in creating standalone apps designed specifically for preschoolers to inspire open-ended play. Their offerings do not include any rules, time limits, or scoring system. The apps allow kids to freely navigate, invent, and play based on their own creativity and imagination.",
        "url": "https://sagomini.com/apps/",
        "ogimage": "thumbnail_65.png",
        "heroImage": "placeholder.png",
        "internalpath": "sago-mini-series-of-standalone-apps"
    },
    {
        "companyName": "The Piknik Family of Apps (Sago Mini World, Toca Boca Jr, Sago Mini School, Toca Boca Jr Hair Salon 4, Sago Mini First Words",
        "publisher": "Sago Sago Toys Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Piknik is a company that consolidates award-winning applications. These applications are from renowned creators such as Sago Mini and Toca Boca. The purpose of the company is to provide a platform for these top-quality apps.",
        "url": "https://playpiknik.com/",
        "heroImage": "astroseal_66.png",
        "internalpath": "the-piknik-family-of-apps-sago-mini-world-toca-boca-jr-sago-mini-school-toca-boca-jr-hair-salon-4-sago-mini-first-words"
    },
    {
        "companyName": "PJ Masks App Series",
        "publisher": "Scary Beasties Ltd",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company offers the official PJ Masks apps for mobile and tablet devices for engaging and fun-filled experiences. The apps allow users to explore the PJ Masks world, interact with favorite characters, and embark on heroic quests. The app series includes \"Power Heroes\", \"Moonlight Heroes\", \"Racing Heroes\", and \"Hero Academy.\"",
        "url": "https://www.pjmasks.com/",
        "ogimage": "thumbnail_67.jpg",
        "heroImage": "astroseal_67.png",
        "internalpath": "pj-masks-app-series"
    },
    {
        "companyName": "SplashLearn.com",
        "publisher": "StudyPad",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "SplashLearn is a digital learning program designed specifically for elementary school children in grades K-5 to improve their math skills. The program is highly interactive and personalized to enhance engagement and effectiveness. Available on all major digital platforms, including iOS, Desktops, and Android, it has been utilized by over 20 million students globally.",
        "url": "https://www.splashlearn.com",
        "ogimage": "thumbnail_68.jpg",
        "heroImage": "astroseal_68.png",
        "internalpath": "splashlearncom"
    },
    {
        "companyName": "Super Biz ad service",
        "publisher": "Super League Gaming",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Super Biz is a company that supports brands in advertising within Roblox games. They offer dynamic in-game ads and personalized brand integrations for effective marketing. They provide robust analytics to measure the impact of these advertising strategies.",
        "url": "https://www.superbiz.gg/",
        "heroImage": "astroseal_69.png",
        "internalpath": "super-biz-ad-service"
    },
    {
        "companyName": "SuperAwesome Ad Platform (AwesomeAds",
        "publisher": "SuperAwesome",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "SuperAwesome Ads operates the world's largest advertisement platform dedicated exclusively to the under-13 youth market. They have a considerable reach, interacting with over 250 million children across the US, UK, APAC, Europe, and Australia. The company's primary focus is delivering safe, engaging, and effective digital marketing content specifically for kids.",
        "url": "https://www.superawesome.com/awesomeads-for-advertisers/",
        "heroImage": "astroseal_70.png",
        "internalpath": "superawesome-ad-platform-awesomeads"
    },
    {
        "companyName": "Masterpiece for Osmo",
        "publisher": "Tangible Play",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Masterpiece helps enhance your drawing skills by transforming any photo from your camera, curated gallery, or web search into easy-to-follow lines. This process guides you to recreate the image with precision. After completion, you can share a time-lapse video showcasing the process of your creation with friends and family.",
        "url": "https://www.playosmo.com/en/shopping/kits/genius-starter-kit/",
        "ogimage": "thumbnail_71.png",
        "heroImage": "astroseal_71.png",
        "internalpath": "masterpiece-for-osmo"
    },
    {
        "companyName": "Alcatel JOY TAB KIDS tablet series (Kidomi child mode",
        "publisher": "TCT Mobile",
        "productType": "Tablet",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "The Alcatel JOY TAB KIDS is a tablet that comes pre-installed with Kidomi which offers a variety of interactive content for children. It provides access to carefully curated content from trusted kids' brands. The tablet features hundreds of premium games, videos, and books for family entertainment.",
        "url": "https://us.alcatelmobile.com/joy-tab-kids/",
        "heroImage": "astroseal_72.png",
        "internalpath": "alcatel-joy-tab-kids-tablet-series-kidomi-child-mode"
    },
    {
        "companyName": "Ducksters.com",
        "publisher": "Technological Solutions",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "This company runs an educational website that offers comprehensive coverage of various subjects, including history, science, geography, biography, and math. It provides easy-to-read articles and engaging activities on these subjects, catering to readers of all education levels. The content on the site aids in learning new concepts, reviewing previously covered topics, and preparing for classroom teachings.",
        "url": "https://www.ducksters.com/",
        "heroImage": "astroseal_73.png",
        "internalpath": "ducksterscom"
    },
    {
        "companyName": "MySciLife",
        "publisher": "The Source for Learning",
        "productType": "Website",
        "productCategory": "Social",
        "audience": "10 - 13+",
        "description": "MySciLife is a free educational social media platform, designed for students to engage in science-based activities through the creation and interaction with science-themed identities. The platform offers a secure digital space for collaborative learning, enabling students to connect and think critically. It is developed by The Source for Learning, Inc., a nonprofit educational services organization.\n",
        "url": "https://myscilife.org/",
        "heroImage": "astroseal_74.png",
        "internalpath": "myscilife"
    },
    {
        "companyName": "Rangers Wanted",
        "publisher": "Theodore Roosevelt Presidential Library",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Theodore Roosevelt Presidential Library offers an AR adventure app designed for exploration of the great outdoors. Within this app, users can earn badges to mark their progress and discoveries. The overall experience combines technological innovation with a deep appreciation for nature, creating an interactive and educational journey through the wilderness.",
        "url": "https://www.trlibrary.com/rangers-wanted",
        "heroImage": "astroseal_75.png",
        "internalpath": "rangers-wanted"
    },
    {
        "companyName": "BYJU'S FutureSchool platform for kids",
        "publisher": "Think & Learn Private Limited (BYJU'S)",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "BYJU'S FutureSchool focuses on enabling students to become proactive in their learning journey. They use an engaging and well-structured curriculum to stimulate student's inherent creativity. Their offering includes personalized live 1:1 classes for a more tailored learning experience.",
        "url": "https://code.byjusfutureschool.com/",
        "ogimage": "thumbnail_76.png",
        "heroImage": "astroseal_76.png",
        "internalpath": "byjus-futureschool-platform-for-kids"
    },
    {
        "companyName": "BYJU'S Learning App featuring Disney",
        "publisher": "Think & Learn Private Limited (BYJU'S)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "BYJU'S Learning App, developed by India's premier EdTech company, BYJU'S (Think and Learn Pvt. Ltd), offers a fun, engaging, and comprehensive educational experience through a unique collaboration with Disney India. The app uses Disney's timeless stories and characters, offering customized, interactive learning journeys that adapt to individual learning patterns. Built upon BYJU'S expertise in educational content, the learning app uses beloved characters and stories from Disney franchises like Frozen, Cars, Toy Story, and Lion King to create an engaging educational environment.",
        "url": "https://www.byjuslearning.com/",
        "heroImage": "astroseal_77.png",
        "internalpath": "byjus-learning-app-featuring-disney"
    },
    {
        "companyName": "TotallyKidz Ad Platform",
        "publisher": "TotallyKidz (Evolve Media)",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "TotallyKidz is a company that offers rich media advertising programs. They deliver these high-impact campaigns across multiple channels such as desktop and mobile. Their partners include some of today's Fortune 500 brands.",
        "url": "https://www.totallykidz.com/",
        "ogimage": "thumbnail_78.png",
        "heroImage": "astroseal_78.png",
        "internalpath": "totallykidz-ad-platform"
    },
    {
        "companyName": "PanelPolls.com",
        "publisher": "Touchstone Research",
        "productType": "Website",
        "productCategory": "Tools",
        "audience": "8 - 13+",
        "description": "Panelpolls is a company that has been rewarding its panelists with cash since 1999. They focus on a youthful demographic including families, kids and teens, conducting surveys on fun and interesting topics. They collaborate with high-quality, top-tier client partners.",
        "url": "https://www.panelpolls.com",
        "heroImage": "astroseal_79.png",
        "internalpath": "panelpollscom"
    },
    {
        "companyName": "WildCraft: Animal Sim Online",
        "publisher": "Turbo Rocket Games",
        "productType": "Mobile",
        "productCategory": "VR",
        "audience": "8 - 13+",
        "description": "Wildcraft is an RPG adventure that lets users explore nature as a wild animal and raise a family in a 3D world. Users can choose their own animal avatar including a wolf, fox or lynx and join online multiplayer games to interact and protect their family with friends. As the user's family legacy expands, new animal breeds become unlockable.",
        "url": "https://turborocketgames.com/games/wildcraft/",
        "heroImage": "placeholder.png",
        "internalpath": "wildcraft-animal-sim-online"
    },
    {
        "companyName": "Tynker",
        "publisher": "Tynker",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Tynker is a popular computing platform designed for children to learn how to code. Through this platform, millions of children have successfully learned to program, creating games, apps and more as a part of their learning process. Additionally, Tynker provides self-paced online courses for at-home learning, and it also offers a comprehensive programming curriculum for schools.",
        "url": "https://www.tynker.com/mobile/apps/tynker",
        "ogimage": "thumbnail_81.png",
        "heroImage": "astroseal_81.png",
        "internalpath": "tynker"
    },
    {
        "companyName": "Tynker.com (logged",
        "publisher": "Tynker",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Tynker is a creative computing platform used by millions of children for learning coding and developing games, apps, and other projects. The company offers self-paced online courses which allow children to learn coding at home. Additionally, Tynker provides schools with an engaging curriculum specifically designed for programming education.",
        "url": "https://tynker.com/",
        "ogimage": "thumbnail_82.png",
        "heroImage": "astroseal_82.png",
        "internalpath": "tynkercom-logged"
    },
    {
        "companyName": "PortableNorthPole.com (child experience",
        "publisher": "UgroupMedia Inc.",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "3 - 8",
        "description": "PNP - Portable North Pole is an enchanting online platform developed by UGroupMedia and the Research and Development Centre in Santa's Village. The platform enables Santa to connect with his numerous global friends. The entire concept operates from the North Pole.",
        "url": "https://www.portablenorthpole.com/",
        "ogimage": "thumbnail_83.jpg",
        "heroImage": "astroseal_83.png",
        "internalpath": "portablenorthpolecom-child-experience"
    },
    {
        "companyName": "Dash and Dot Companion Apps (Wonder and Blockly",
        "publisher": "Wonder Workshop",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "8 - 12",
        "description": "Wonder Workshop, founded in 2012, is an award-winning company creating educational toys and applications focused on teaching children how to code. Their aim is to facilitate fun and meaningful learning experiences, fostering creativity and problem-solving skills. The company incorporates play-testing with children throughout the development process to ensure their products are fun and frustration-free.",
        "url": "https://www.makewonder.com/en/dash/",
        "heroImage": "astroseal_84.png",
        "internalpath": "dash-and-dot-companion-apps-wonder-and-blockly"
    },
    {
        "companyName": "Zigazoo Kids",
        "publisher": "Zigazoo, Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Zigazoo is a well-regarded and entertaining social platform designed specifically for children. The platform encourages users, known as Zigazooers, to participate in video challenges created by popular children's brands. After completing the challenges, these videos can then be shared with their friends.",
        "url": "https://zigazoo.com",
        "heroImage": "astroseal_85.png",
        "internalpath": "zigazoo-kids"
    },
    {
        "companyName": "Dino Planet",
        "publisher": "1EDTECH",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Dino Planet is an innovative pre-primary education application in Vietnam that blends modern technology with the theory of multiple intelligences proposed by Howard Gardner and the standard program of the Ministry of Education and Training. The application seeks to create an engaging and creative learning experience for students by promoting the development of the eight \"intelligences\" discussed by Gardner. The ultimate goal is to help students acquire knowledge, develop comprehensive skills, and inspire a passion for learning.",
        "url": "https://dinoplanet.com.au",
        "heroImage": "astroseal_86.png",
        "internalpath": "dino-planet"
    },
    {
        "companyName": "Toddler Learning Games (Kiddoverse",
        "publisher": "22learn, LLC",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "Kiddoverse is an all-inclusive early learning program offering a range of fun educational games for children. The program allows children to embark on various self-selected adventures such as assembling truck puzzles, interacting with animals, or constructing a farm using stickers. In addition to play, Kiddoverse also facilitates learning in areas such as letter names, shapes, colors, and early vocabulary while ensuring an engaging experience.",
        "url": "https://22learn.com",
        "heroImage": "astroseal_87.png",
        "internalpath": "toddler-learning-games-kiddoverse"
    },
    {
        "companyName": "Accessibyte.com",
        "publisher": "Accessibyte",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Accessibyte Online provides software for visually impaired and blind users, offering self-voicing and highly visual apps to ease their access to information. These apps encompass a variety of purposes, including typing, studying and gaming. The technology is particularly designed for students and teachers, and can be accessed at both school and home.",
        "url": "https://www.accessibyte.com/",
        "heroImage": "astroseal_88.png",
        "internalpath": "accessibytecom"
    },
    {
        "companyName": "AgentPiggy.com",
        "publisher": "Agent Piggy",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "AgentPiggy offers fun and practical banking solutions designed specifically for children aged 5-15 years old. By implementing a gaming element, they make banking engaging and educational for young individuals. The company operates an innovative virtual piggy bank system, enabling kids to learn financial management in an enjoyable manner.",
        "url": "https://www.agentpiggy.com",
        "heroImage": "astroseal_89.png",
        "internalpath": "agentpiggycom"
    },
    {
        "companyName": "Alma Studio",
        "publisher": "ALMA STUDIOS",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Alma Studio is a company that offers an audio-only application featuring a variety of content specifically catered to children aged 0 to 10 years. The app contains a vast range of original audio stories, podcasts, and music that cater to different times of the day and learning needs. It includes bedtime and daytime stories, educational content, entertainment segments, meditations, and lullabies.",
        "url": "https://www.almastudio.com/",
        "heroImage": "astroseal_90.png",
        "internalpath": "alma-studio"
    },
    {
        "companyName": "Finding Stuff Out Web Game",
        "publisher": "Apartment 11 Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "The Finding Stuff Out Online Season 5 game lets players enter into the imaginative universe of the character Zoey, merging reality with various subjects she enjoys investigating. This arcade/action game tests players' skills as they navigate through the four games of Zoey's Worlds. It is specifically designed for school-age children, not only playing through concepts from Finding Stuff Out episodes but also enhancing their spatial awareness, problem-solving, and computational thinking skills.",
        "url": "https://findingstuffout.com/fso5/world.html",
        "heroImage": "astroseal_91.png",
        "internalpath": "finding-stuff-out-web-game"
    },
    {
        "companyName": "Look Kool Website",
        "publisher": "Apartment 11 Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "The Look Kool digital experience operates an interactive website with six intellectually challenging games, various online activities, and bonus educational videos. These games enhance children's understanding of fun concepts presented in the series such as technological problem solving and math skills. Additionally, they offer exclusive web-only content for entertainment and to facilitate the development of children's spatial reasoning skills.",
        "url": "https://lookkool.ca/",
        "heroImage": "astroseal_92.png",
        "internalpath": "look-kool-website"
    },
    {
        "companyName": "Raven's Quest Web Game",
        "publisher": "Apartment 11 Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "The game allows players to explore the diverse regions of Canada, traditionally the territories of the First Nations, Métis, and Inuit peoples. It encourages player engagement by involving them in quests to retrieve culturally-significant artifacts from these communities. The main objective of the game lies in assisting animal characters to recover hidden items that bear importance in their First Nations, Métis, and Inuit customs.",
        "url": "https://www.ravensquest.ca/",
        "heroImage": "placeholder.png",
        "internalpath": "ravens-quest-web-game"
    },
    {
        "companyName": "The Mystery Files Web Game",
        "publisher": "Apartment 11 Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Mystery Files HQ is an engaging online adventure game where players assume the role of agents, investigating clues and cracking mystery cases alongside characters like E.B., Kyla, and Aunt Tilly. The game challenges players to learn about the evolution of technology and its impact on daily life. This learning journey offers a deep understanding of the significant changes in both Canadian and international societies over time.",
        "url": "https://themysteryfiles.com",
        "heroImage": "placeholder.png",
        "internalpath": "the-mystery-files-web-game"
    },
    {
        "companyName": "Wacky Story World Web Game",
        "publisher": "Apartment 11 Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "As an AI, I'm unable to provide a summary due to the lack of information given about the company. The text provided does not offer any details regarding the company's operations, services, or industry. Please provide a more detailed description for a summary to be possible.",
        "url": "https://www.tvokids.com/school-age/games/wacky-story-world-wacky-word-show-0 ",
        "heroImage": "placeholder.png",
        "internalpath": "wacky-story-world-web-game"
    },
    {
        "companyName": "Mondly Kids by Pearson",
        "publisher": "ATI STUDIOS",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Mondly Kids is a children-oriented app designed to teach new languages leveraging their native language. The application provides an engaging learning experience which children find fun and entertaining, forgetting they are in a learning process. It makes building a future linguistic foundation for children simpler than ever.",
        "url": "https://www.mondly.com/kids",
        "heroImage": "astroseal_96.png",
        "internalpath": "mondly-kids-by-pearson"
    },
    {
        "companyName": "Mammouth 3 mini site",
        "publisher": "Attraction Images Productions X",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 8",
        "description": "As there is no provided description, we can't formulate an informative summary about the company's operations. Without data regarding the company's industry, services or products, it's impossible to accurately describe its activities. A detailed company description is necessary to highlight its offerings, objectives, and operations.",
        "url": "https://mammouth.telequebec.tv/",
        "ogimage": "thumbnail_97.png",
        "heroImage": "placeholder.png",
        "internalpath": "mammouth-3-mini-site"
    },
    {
        "companyName": "Alix et les merveilleux mini web site",
        "publisher": "Avanti Group",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Alix has been given a mission by The Grand Patroness. She is tasked with navigating through Wonderland, meeting various characters along the way. Her duty is to assist these characters in finding whatever they need.",
        "url": "https://ici.radio-canada.ca/jeunesse/prescolaire/emissions/6774/alix-et-les-merveilleux/contenu/jeux",
        "ogimage": "thumbnail_98.jpg",
        "heroImage": "astroseal_98.png",
        "internalpath": "alix-et-les-merveilleux-mini-web-site"
    },
    {
        "companyName": "Superland: Story Maker Games",
        "publisher": "AWDIO",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Superland is a unique storytime app, designed to stimulate creativity in children by allowing them to fashion their own superheroes. Through the app, users can immerse themselves in captivating audio stories set in an exciting world of adventure. This interactive experience combines storytelling with creative role-play, making it an ideal choice for engaging and enjoyable storytime.",
        "url": "https://superland.ai/",
        "ogimage": "thumbnail_99.png",
        "heroImage": "astroseal_99.png",
        "internalpath": "superland-story-maker-games"
    },
    {
        "companyName": "BabyTV",
        "publisher": "Baby Network Limited",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "BabyTV is a premier worldwide television channel designed to cater to preschoolers, toddlers, and their parents. The company produces high-quality children's videos that aim to familiarize young viewers with their surroundings. Their programming content, created with expert guidance, features short episodes, lullabies, educational games, and activities for children.",
        "url": "https://www.babytv.com/apps/",
        "heroImage": "astroseal_100.png",
        "internalpath": "babytv"
    },
    {
        "companyName": "Masterhobbies.online",
        "publisher": "Beecell Digital Media",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "Masterhobbies.online is an educational platform aimed at helping the younger generation explore and nurture their passions and talents. The platform offers classes, developed by field experts, which are easy-to-understand, interactive, and tailored for individual learning. The main objective is to encourage self-paced and resonate learning in children.",
        "url": "https://masterhobbies.online/",
        "ogimage": "thumbnail_101.jpg",
        "heroImage": "astroseal_101.png",
        "internalpath": "masterhobbiesonline"
    },
    {
        "companyName": "Mawaheb.online",
        "publisher": "Beecell Digital Media",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "Mawaheb.online is a non-formal education platform that aims to help the younger generation explore and nurture their interests and talents. The courses are developed by experts and are designed to be simple, interactive and adaptable to each child's learning pace. The platform is committed to providing a unique and engaging learning experience for children.",
        "url": "https://mawaheb.online/",
        "ogimage": "thumbnail_102.jpg",
        "heroImage": "astroseal_102.png",
        "internalpath": "mawahebonline"
    },
    {
        "companyName": "Behrman House Online Learning Center",
        "publisher": "Behrman House",
        "productType": "Tools",
        "productCategory": "Education",
        "audience": "8 - 12",
        "description": "Behrman House Online Learning Center is an educational platform that combines proven teaching methods and Hebrew and Judaics materials. The online system is designed to be user-friendly, enabling users to adopt innovative methods in their Jewish studies. This digital initiative seeks to assist in the continuity of lifelong Jewish learning.",
        "url": "https://www.behrmanhouse.com/playlearn",
        "heroImage": "astroseal_103.png",
        "internalpath": "behrman-house-online-learning-center"
    },
    {
        "companyName": "I Spy With Lola",
        "publisher": "BeiZ",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "I Spy with Lola is an engaging word puzzle game in which players search for objects onscreen using varying hints at each level. The game familiarizes players with the world map and aspects of different cultures, starting from Hawaii and collecting souvenirs and coins to unlock new locations. The beautifully animated locales in the game are accompanied by comprehensive visual and spoken instructions.\n",
        "url": "https://lolapanda.com/learning-games/i-spy-with-lola/",
        "ogimage": "thumbnail_104.jpg",
        "heroImage": "astroseal_104.png",
        "internalpath": "i-spy-with-lola"
    },
    {
        "companyName": "Biddeo advertising service for YouTube",
        "publisher": "Biddeo Media Solutions",
        "productType": "Tools",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "Biddeo is a company specializing in ad technology and provides solutions for online video advertising through a suite of Artificial Intelligence applications. The applications optimize advertising campaigns on various social platforms like YouTube, Facebook, Instagram, Twitter, Spotify, Linkedin, and Twitch, harnessing machine learning and customized algorithms to boost performance. Biddeo's AI and contextual technology ensures a safe and unique advertising environment for each brand.",
        "url": "https://biddeo.me/",
        "ogimage": "thumbnail_105.jpg",
        "heroImage": "astroseal_105.png",
        "internalpath": "biddeo-advertising-service-for-youtube"
    },
    {
        "companyName": "16 Hudson: Lili's New Year eBook",
        "publisher": "Big Bad Boo",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "16 Hudson is a TV series that lends its characters, designs, and music to interactive storybooks. The books are narrative driven, such as one tale involving Lola disrupting Lili's Norooz party, which results in Lili seeing her younger sister in a new light. These storybooks offer fans of 16 Hudson exciting opportunities to engage further with the world of the show in a fun and engaging way.",
        "url": "https://16hudson.com/storybooks_lili_new_year.php",
        "heroImage": "astroseal_106.png",
        "internalpath": "16-hudson-lilis-new-year-ebook"
    },
    {
        "companyName": "Reading Eggs Junior Websites",
        "publisher": "Blake eLearning",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "Reading Eggs Junior provides educational resources for children aged 2 and above through a diverse library of read-aloud books, alphabet games, songs and phonemic awareness activities. This platform encourages learning about words, sounds and letters in a fun and engaging manner. It combines animation, toddler games, and preschool activities to ensure both learning and entertainment for young children.",
        "url": "https://readingeggsjunior.com/",
        "ogimage": "thumbnail_107.png",
        "heroImage": "astroseal_107.png",
        "internalpath": "reading-eggs-junior-websites"
    },
    {
        "companyName": "Reading Eggspress Websites",
        "publisher": "Blake eLearning",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "1. Reading Eggspress is an educational platform dedicated to enhancing children's reading, comprehension, spelling, vocabulary, and grammar skills. \n2. It is programmed for children aged 7 to 13 years old, corresponding to grades 1 to 6. \n3. This user-friendly online reading program can be accessed on various devices including computers, iPads, and tablets.",
        "url": "https://readingeggspress.com",
        "ogimage": "thumbnail_108.png",
        "heroImage": "astroseal_108.png",
        "internalpath": "reading-eggspress-websites"
    },
    {
        "companyName": "Alphablocks World",
        "publisher": "Blue Zoo Productions",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Alphablocks World is an engaging educational app created by the Alphablocks Ltd team, winners of the BAFTA award. The app features diverse learning tools such as videos, games, interactive books and songs aimed at children aged 3 and over to make learning to read enjoyable and effortless. Through the playful participation of alphabetic characters, the app significantly facilitates comprehension of key phonics concepts.",
        "url": "https://www.learningblocks.tv/alphablocks/home",
        "ogimage": "thumbnail_109.png",
        "heroImage": "astroseal_109.png",
        "internalpath": "alphablocks-world"
    },
    {
        "companyName": "Boddle Learning (web and mobile",
        "publisher": "Boddle Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Boddle offers an adaptive math program for K-6 kids featuring fun, interactive 3D games. The program integrates practice with attractive animations, adventures, and gameplay, with progression contingent on completion of math practice questions. These questions include voice audio, a drawing tool, and a video explainer, and are adjusted based on the student's performance.",
        "url": "https://www.boddlelearning.com/",
        "ogimage": "thumbnail_110.png",
        "heroImage": "placeholder.png",
        "internalpath": "boddle-learning-web-and-mobile"
    },
    {
        "companyName": "Bookopolis.com",
        "publisher": "Bookopolis",
        "productType": "Website",
        "productCategory": "Social",
        "audience": "8 - 12",
        "description": "Bookopolis is a child-friendly social platform and book finding tool geared towards cultivating a lifelong passion for reading in children aged 7-12. It offers a secure and engaging online space for elementary and middle school children to discuss books and reading with their peers. Additionally, it serves as a resource for teachers to fulfill reading and writing curriculum goals through online book reviews, book reports, and reading logs.",
        "url": "https://bookopolis.com/",
        "heroImage": "placeholder.png",
        "internalpath": "bookopoliscom"
    },
    {
        "companyName": "KidzInMind",
        "publisher": "Buongiorno",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "KidzInMind is a digital platform offering fun and educational apps specifically designed and tested for toddlers. The platform is equipped with parental control features to maintain a safe digital environment by preventing internet access and in-app purchases. The company ensures all its apps are free from inappropriate language, adult content, hidden charges, and advertising.\n",
        "url": "http://www.kidzinmind.com",
        "heroImage": "placeholder.png",
        "internalpath": "kidzinmind"
    },
    {
        "companyName": "Cartoon Network App",
        "publisher": "Cartoon Network",
        "productType": "Mobile",
        "productCategory": "TV",
        "audience": "3 - 12",
        "description": "The Cartoon Network App, an Emmy award-winning platform, offers a vast array of video content to its users. It allows viewers to watch the most recent full episodes, which become accessible the day after broadcast. In addition to full episodes, the app also provides quick and hilarious clips for a lighter viewing experience.\n",
        "url": "https://www.cartoonnetwork.com/apps/cartoon-network/cartoon-network/index.html",
        "ogimage": "thumbnail_113.jpg",
        "heroImage": "astroseal_113.png",
        "internalpath": "cartoon-network-app"
    },
    {
        "companyName": "ChuChu TV Nursery Rhymes Pro",
        "publisher": "ChuChu TV",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "The company provides children with unlimited access to a vast range of age-appropriate content such as nursery rhymes, surprise egg videos, bedtime stories, funny cartoons, and educational games. Users can either stream or download new kid-safe videos that are added each week. The platform also offers comprehensive parental controls including child lock and watch time control, with subscription plans available monthly, quarterly, semi-annually, and annually.",
        "url": "https://chuchutv.com/proappforkids/",
        "ogimage": "thumbnail_114.jpg",
        "heroImage": "astroseal_114.png",
        "internalpath": "chuchu-tv-nursery-rhymes-pro"
    },
    {
        "companyName": "Codeverse coding platform",
        "publisher": "Codeverse",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Codeverse is a renowned platform aimed at sparking creativity and innovation among children aged 6 and above. It equips them with essential life skills by enabling them to transform their ideas into reality. The platform is not just educational, but it also empowers and inspires kids to unlock their unlimited potential.",
        "url": "https://www.codeverse.com",
        "ogimage": "thumbnail_115.jpg",
        "heroImage": "astroseal_115.png",
        "internalpath": "codeverse-coding-platform"
    },
    {
        "companyName": "DK Find Out!",
        "publisher": "DK Publishing",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "DK Findout! is dedicated to producing the ultimate teaching tool for educators and students alike. The program offers easy-to-access, authoritative content with subject-based, curriculum-linked articles to aid classroom learning and teaching. It also provides up-to-date resources and creative ideas suitable for assignments and projects.",
        "url": "https://www.dkfindout.com",
        "heroImage": "astroseal_116.png",
        "internalpath": "dk-find-out"
    },
    {
        "companyName": "Monkey Junior App",
        "publisher": "Early Start",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 5",
        "description": "Monkey Junior offers a comprehensive reading program designed to assist children in learning. The program employs reading games as an engaging method to facilitate learning for children. The aim is to help kids master reading skills in an interesting and playful environment.",
        "url": "https://www.monkeyenglish.net/en/program/monkey-junior",
        "ogimage": "thumbnail_117.png",
        "heroImage": "astroseal_117.png",
        "internalpath": "monkey-junior-app"
    },
    {
        "companyName": "EarthRangers.com",
        "publisher": "Earth Rangers",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Earth Rangers is a company devoted to biodiversity protection and fostering environmentally conscious behaviors. It aims to raise a new generation of leaders who are mindful of their daily actions and impacts on the environment. The organization believes that children have the power to make their vision of a thriving planet a reality.",
        "url": "https://www.earthrangers.com/",
        "ogimage": "thumbnail_118.png",
        "heroImage": "placeholder.png",
        "internalpath": "earthrangerscom"
    },
    {
        "companyName": "Baggin' the Dragon Maths Online",
        "publisher": "EdAlive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "The company offers an extensive math program that utilizes automated Adaptive Learning to strengthen students' foundational math skills and evolve them into critical mathematical thinkers. The program guarantees students are operating at an optimal learning pace while simultaneously enhancing their mathematical abilities and problem-solving strategies. The curriculum encompasses a wide range of topics including Basic Operations, Fractions, Percentages, Ratio & Proportion, Numeration, Geometry, Data, Statistics, Graphs, Probability, Patterns, and Algebra.",
        "url": "https://www.bagginthedragon.com",
        "heroImage": "placeholder.png",
        "internalpath": "baggin-the-dragon-maths-online"
    },
    {
        "companyName": "Math Invaders Online",
        "publisher": "EdAlive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Maths Invaders Online is a learning platform that enhances comprehensive maths processing power and fluency in maths facts. It provides hundreds of questions for fast-paced learning, making use of adaptive technology to cater to each student's needs. This system encompasses a wide variety of mathematics topics, such as addition, subtraction, multiplication, division, fractions, decimals, percentages, numeration, square roots, powers, counting squares, and directed numbers.",
        "url": "https://www.mathsinvaders.com",
        "heroImage": "placeholder.png",
        "internalpath": "math-invaders-online"
    },
    {
        "companyName": "Typing Tournament Online",
        "publisher": "EdAlive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Typing Tournament is an interactive course designed to teach touch typing through a variety of 128 lessons, games and drills. The course progressively introduces the keyboard to users, encouraging correct finger placement, and allows users to begin at their current typing level and progress at their own pace. The program, which utilizes a medieval tournament theme to make learning engaging, also offers useful management tools for parents and teachers.",
        "url": "https://www.typingtournament.com",
        "heroImage": "placeholder.png",
        "internalpath": "typing-tournament-online"
    },
    {
        "companyName": "Volcanic Panic Reading Success Online",
        "publisher": "EdAlive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "The company offers a comprehensive reading program focused on developing core skills in students through automated Adaptive Learning. Their program covers a wide range of areas, including phonics, phonemics, sight words, advanced vocabulary, comprehension, and literary appreciation. With an aim to lay a solid foundation in reading, the program also works to enrich each child's overall reading experience.",
        "url": "https://www.volcanicpanic.com.au",
        "heroImage": "placeholder.png",
        "internalpath": "volcanic-panic-reading-success-online"
    },
    {
        "companyName": "Words Rock Online",
        "publisher": "EdAlive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Words Rock Online is a literacy program that utilizes adaptive learning methods to progressively teach the intricacies of the English language. The program covers a wide range of language concepts including grammar, punctuation, spelling, idioms, metaphors, and other linguistic elements. Moreover, it fosters higher-order language thinking and problem-solving skills.",
        "url": "https://www.wordsrock.com",
        "heroImage": "placeholder.png",
        "internalpath": "words-rock-online"
    },
    {
        "companyName": "WORD Force Reading Adventures",
        "publisher": "EVERFI",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "WORD Force Reading Adventures is a complimentary, game-oriented reading program designed to make learning exciting for children. The program features humorous characters and an engaging \"save the world\" plot to keep kids entertained. This approach helps children develop crucial literacy skills while having a great time.",
        "url": "https://wordforce.everfi.com/",
        "heroImage": "astroseal_124.png",
        "internalpath": "word-force-reading-adventures"
    },
    {
        "companyName": "Every Body Curious website",
        "publisher": "Every Body Curious",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 12",
        "description": "Every Body Curious is an educational web series aimed at young viewers and their parents, exploring topics related to sexuality, anatomy, and healthy relationships in a digital context. The series features renowned sex educators addressing genuine inquiries from children, promoting open and honest discussions. The content is designed for families seeking evidence-based resources to help guide such conversations with their kids.",
        "url": "https://everybodycurious.com/",
        "heroImage": "astroseal_125.png",
        "internalpath": "every-body-curious-website"
    },
    {
        "companyName": "Fabulingua",
        "publisher": "FabuLingua",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "FabuLingua is a renowned application designed to help children learn Spanish in an entertaining manner. It utilizes interactive stories within a mobile game to make the learning process intriguing. The app is readily accessible for download on the App Store and Google Play Store.",
        "url": "https://www.fabulingua.com",
        "ogimage": "thumbnail_126.png?format=1500w",
        "heroImage": "astroseal_126.png",
        "internalpath": "fabulingua"
    },
    {
        "companyName": "Storybook: Bedtime Stories App",
        "publisher": "Familify",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Storybook is a leading parenting app used in over 60 countries, offering resources for improving your child's sleep such as bedtime stories, lullabies, and massage techniques. The app provides more than 25 massage series and bedtime stories catered to children aged 0-12 years old. It promotes a relaxing sleep routine for children by combining lullabies and stories with soothing massages.",
        "url": "https://storybook-app.com",
        "heroImage": "astroseal_127.png",
        "internalpath": "storybook-bedtime-stories-app"
    },
    {
        "companyName": "Famli Kids",
        "publisher": "Famli",
        "productType": "Mobile",
        "productCategory": "Health",
        "audience": "5 - 12",
        "description": "Famli is a service dedicated to simplifying the task of promoting family health, combining fun and educational elements to encourage healthier habits. They offer various features that especially cater to busy parents and children who may struggle to maintain interest in health-focused activities. By making health enjoyable, Famli supports families in nurturing a strong, happy environment with lasting, positive habits.",
        "url": "https://www.famlikids.com/",
        "ogimage": "thumbnail_128.png?format=1500w",
        "heroImage": "astroseal_128.png",
        "internalpath": "famli-kids"
    },
    {
        "companyName": "Funexpected Math for Kids",
        "publisher": "Funexpected",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Funexpected is an acclaimed platform designed to cultivate mathematical thinking in children aged 3-7. It contributes to the improvement of essential skills like number sense, logic, spatial intelligence, as well as coding and algorithm comprehension. The platform prioritizes fostering an understanding of these skills as opposed to simple memorization.",
        "url": "https://funexpectedapps.com/",
        "heroImage": "astroseal_129.png",
        "internalpath": "funexpected-math-for-kids"
    },
    {
        "companyName": "Tiny Minies: Learning Games",
        "publisher": "Gamester Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Tiny Minies is an app, specially curated by child development experts and teachers, that facilitates learning through interactive games for pre-school children. It promotes intellectual, physical, and social-emotional growth in kids under five through its diverse range of games. In addition to offering personalized progress plans, the app emphasizes effective utilization of screen time for everyday brain development activities.",
        "url": "https://kids.gamester.com.tr",
        "heroImage": "astroseal_130.png",
        "internalpath": "tiny-minies-learning-games"
    },
    {
        "companyName": "Puppy Rayn & Friends website",
        "publisher": "GEB",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "Puppy Rayn and Friends is a company which aims to create an enjoyable and safe platform for children, families, and educators that is free of adverts. It primarily hosts the Puppy Rayn and Friends Comic Strip, while also supplying a variety of engaging and educational content that can be downloaded at no cost. Moreover, the company offers customizable, low-cost worksheet services tailored for educators and caretakers.",
        "url": "http://www.puppyrayn.com",
        "heroImage": "astroseal_131.png",
        "internalpath": "puppy-rayn--friends-website"
    },
    {
        "companyName": "GlobalToons.TV",
        "publisher": "Global Toons",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "3 - 8",
        "description": "Global Toons is a secure and user-friendly online platform dedicated for children. It offers exclusive series, movies, music, and books for children to explore the world. Additionally, it also provides learning resources for practical activities like building a volcano model or cooking.",
        "url": "https://globaltoons.tv/",
        "ogimage": "thumbnail_132.svg",
        "heroImage": "astroseal_132.png",
        "internalpath": "globaltoonstv"
    },
    {
        "companyName": "One Globe Kids",
        "publisher": "Globe Smart Kids",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "One Globe Kids is an educational program that introduces children over three to different cultures internationally, simulated through friendships. It offers experiences through the perspective of a child of the same age, highlighting their everyday activities and lifestyles from what they eat, where they study, to how they take care of their dental hygiene. The award-winning, non-profit program features friendship stories, English Language Arts (ELA) lessons, and various amusing activities.",
        "url": "https://www.oneglobekids.com/",
        "ogimage": "thumbnail_133.jpg",
        "heroImage": "astroseal_133.png",
        "internalpath": "one-globe-kids"
    },
    {
        "companyName": "OneGlobeKids.com (Online Friends",
        "publisher": "Globe Smart Kids",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "One Globe Kids is an acclaimed learning platform that provides an immersive international experience for children over three years old. The platform allows children to explore various aspects of life in different countries, from daily routines to school life, through the perspective of their peers abroad. As a non-profit venture, it provides friendship stories, English Language Arts lessons, and engaging activities to encourage young learners' global awareness.",
        "url": "https://subscription.oneglobekids.com",
        "ogimage": "thumbnail_134.jpg",
        "heroImage": "astroseal_134.png",
        "internalpath": "oneglobekidscom-online-friends"
    },
    {
        "companyName": "Gumboot Kids website",
        "publisher": "Gumboot Kids Media",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "The Gumboot Kids is a company that inspires kids to discover the marvels of nature through mindful exploration. Their offerings include videos like \"Scout & the Gumboot Kids\", \"Daisy & the Gumboot Kids\" and \"Jessie & the Gumboot Kids\", which explore nature mysteries, crafts, and songs respectively. Additionally, they also provide learning kits, home activities, books, and plush toys for sale to enhance the learning experience.",
        "url": "https://www.gumbootkids.com",
        "heroImage": "placeholder.png",
        "internalpath": "gumboot-kids-website"
    },
    {
        "companyName": "Kids Hub (France",
        "publisher": "Happy Apps S.L.",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "As there is no description provided, it is impossible to write a summary about this specific company's activities. We would need detailed information regarding their services, mission, and history. Once we have that information, we can create a comprehensive summary of what the company does.",
        "url": "https://www.kidshub.mobi/",
        "heroImage": "astroseal_136.png",
        "internalpath": "kids-hub-france"
    },
    {
        "companyName": "MrsWordsmith.com",
        "publisher": "Hatch House Games",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Mrs. Wordsmith is a company focused on enhancing child literacy through innovative gamified solutions. They employ interactive books and video games populated with engaging characters, designed in collaboration with Hollywood artists. The content of these products is expertly crafted by childhood literacy specialists to ensure an effective and enjoyable learning experience.\n",
        "url": "https://us.www.mrswordsmith.com/",
        "ogimage": "thumbnail_137.png?height=628&pad_color=ffffff&v=1676475026&width=1200",
        "heroImage": "astroseal_137.png",
        "internalpath": "mrswordsmithcom"
    },
    {
        "companyName": "HoloToyz app",
        "publisher": "HoloToyz",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company specializes in creating kids toys. These toys are designed to appear as though they've come to life, providing engaging play for children. The aim is to create unique, interactive experiences that foster imagination and creativity in young minds.",
        "url": "https://holotoyz.com/",
        "ogimage": "thumbnail_138.png?v=1707399013",
        "heroImage": "astroseal_138.png",
        "internalpath": "holotoyz-app"
    },
    {
        "companyName": "EggsTime.com",
        "publisher": "Imex Leader, Inc.",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Eggstime.com is a company that specializes in providing educational content through interactive stories, games, and videos. The company includes various conceptual characters, like King Eggs, MagiK Eggs, Lucky Eggs, and Happy Eggs, who embark on a variety of adventures. These experiences aim to engage young minds, making learning a fun and enjoyable process.",
        "url": "https://eggstime.com",
        "heroImage": "astroseal_139.png",
        "internalpath": "eggstimecom"
    },
    {
        "companyName": "Futaba Classroom Games for Kids",
        "publisher": "INKids Education",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "Futaba Classroom Games is an educational application designed to improve essential concepts for K-5 students through interactive and competitive games. The app supports up to four participants simultaneously and covers a wide curriculum, such as Alphabet Matching, Math, Time Telling, Geography, Shapes, and much more. Additionally, Futaba offers a unique feature that allows users to customize and develop their own educational games.",
        "url": "http://www.inkidseducation.com/futaba/",
        "ogimage": "thumbnail_140.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "futaba-classroom-games-for-kids"
    },
    {
        "companyName": "Kido Pizzeria Game",
        "publisher": "Kidoverse",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company provides an engaging and interactive platform for kids to bake their favorite Pizza. It offers a real-life baking experience but without the associated kitchen mess. The organization ensures children have fun while learning the process of making a pizza from scratch.",
        "url": "https://www.kidoverse.net/",
        "heroImage": "astroseal_141.png",
        "internalpath": "kido-pizzeria-game"
    },
    {
        "companyName": "ABC Garbage Truck",
        "publisher": "Kids 1st Puzzles",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "The company creates an interactive app for kids, designed to make learning enjoyable and engaging. The app features a garbage truck with a robotic arm, tasked with collecting all the letters of the alphabet in a neighborhood setting. By touching a letter, the user can see the garbage truck animate and collect it, thus assisting children in learning the alphabet.",
        "url": "http://www.kids1stpuzzles.com",
        "heroImage": "astroseal_142.png",
        "internalpath": "abc-garbage-truck"
    },
    {
        "companyName": "AsKids Insights Portal (surveys and panels for kids and families",
        "publisher": "Kids Corp",
        "productType": "Website",
        "productCategory": "VR",
        "audience": "5 - 13+",
        "description": "Askids is a company dedicated to serving the Kids and Teens market with an interactive, easy-to-use platform. The platform is designed to provide answers to various questions that children and teens may have. It stands out for its simplicity and accessibility, ensuring that users can get the information they need quickly and effectively.",
        "url": "https://www.kidscorp.digital/askids",
        "ogimage": "thumbnail_143.webp",
        "heroImage": "astroseal_143.png",
        "internalpath": "askids-insights-portal-surveys-and-panels-for-kids-and-families"
    },
    {
        "companyName": "Kite Ad Platform (powered by Kids Corp",
        "publisher": "Kids Corp",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "5 - 12",
        "description": "The Kite Ad Platform, created by Kids Corp, operates an online advertising platform targeting Kids, Teens, and Families across Latin America. It functions as a private advertising marketplace utilizing technology to associate brands with popular sites and apps. The platform promotes through varied modes including video, mobile, display and interactive advertisements.",
        "url": "https://kidscorp.digital/kite/",
        "ogimage": "thumbnail_144.webp",
        "heroImage": "astroseal_144.png",
        "internalpath": "kite-ad-platform-powered-by-kids-corp"
    },
    {
        "companyName": "Kidz Bop Kids (France website",
        "publisher": "Kidz Bop Enterprises LLC",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "KIDZBOP.fr serves as the French platform for KIDZ BOP, the top music brand targeting children aged 5 to 12 in the U.S. The brand produces recreations of popular songs, performed by children for children. Beyond music, the KIDZ BOP brand encompasses videos, live events, licensed merchandise, and more, all celebrating the unique voices of children.",
        "url": "https://kidzbop.fr/home",
        "heroImage": "astroseal_145.png",
        "internalpath": "kidz-bop-kids-france-website"
    },
    {
        "companyName": "Kidz Bop Kids (Germany website",
        "publisher": "Kidz Bop Enterprises LLC",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "KIDZBOP.de is the official German platform for KIDZ BOP, the leading U.S. music brand geared towards children aged 5-12. The brand features current popular songs recreated and performed by children for their peers. KIDZ BOP showcases the genuine voices of children through their music, videos, live performances, and various licensed merchandise.",
        "url": "https://kidzbop.de/home",
        "heroImage": "astroseal_146.png",
        "internalpath": "kidz-bop-kids-germany-website"
    },
    {
        "companyName": "Kidz Bop Kids (Mexico website",
        "publisher": "Kidz Bop Enterprises LLC",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "KIDZBOP.mx is the accredited Mexican platform for KIDZ BOP, a leading children's music brand in the U.S. KIDZ BOP specializes in producing popular contemporary songs covered by children aged 5 to 12. The brand supports children's self-expression through various mediums such as music, videos, live performances, and a range of licensed merchandise.\n",
        "url": "https://kidzbop.mx/home",
        "heroImage": "astroseal_147.png",
        "internalpath": "kidz-bop-kids-mexico-website"
    },
    {
        "companyName": "Kidz Bop Kids (UK website",
        "publisher": "Kidz Bop Enterprises LLC",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "5 - 12",
        "description": "KIDZBOP.co.uk serves as the UK's official platform for KIDZ BOP, the U.S.'s leading music brand for children aged 5-12 years. The brand specializes in producing today's top songs, which are performed by children for their peers. Besides music, KIDZ BOP also engages its young audience in other ways such as with videos, live performances, and through offering licensed merchandise.",
        "url": "https://kidzbop.co.uk/home",
        "heroImage": "astroseal_148.png",
        "internalpath": "kidz-bop-kids-uk-website"
    },
    {
        "companyName": "Kinderling Kids Radio",
        "publisher": "Kinderling",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "The company offers live radio and on-demand audio programs specifically tailored for children. Their range of content includes meditations, music, and stories. These programs aim to assist in calming kids and aiding their daily routines, garnering appreciative feedback from parents as well.",
        "url": "https://www.kinderlingkids.com/",
        "heroImage": "astroseal_149.png",
        "internalpath": "kinderling-kids-radio"
    },
    {
        "companyName": "Kujo's Kid Zone website",
        "publisher": "Kujo's Kid Zone",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Kujo's Kid Zone is an educational video show promoting inclusive and strategic child-friendly content through various topics such as STEAM, nature, music, language and culture, among others. The show uses a culturally unique approach to whole-child programming, aiming to help kids and parents understand the world they live in. With guidance from a national board of professional experts, Kujo's Kid Zone encourages everyone to embrace kindness, courage, curiosity, and authenticity.",
        "url": "https://kujoskidzone.com",
        "ogimage": "thumbnail_150.jpg?v=1667153508",
        "heroImage": "astroseal_150.png",
        "internalpath": "kujos-kid-zone-website"
    },
    {
        "companyName": "\"La liste des choses qui existent\" survey website",
        "publisher": "La Pasteque Production",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "10 - 13+",
        "description": "As there is no description provided, it is not feasible to offer a summary about the company's operations. Additional information detailing the company's industry, services, and target market is needed. Once more details are available, a precise summary can be written.",
        "url": "https://squat.telequebec.tv/jeux/42",
        "heroImage": "astroseal_151.png",
        "internalpath": "la-liste-des-choses-qui-existent-survey-website"
    },
    {
        "companyName": "Feelu",
        "publisher": "Little Whale Inc.",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Feelu is a company that supports the mental health of children aged 3-8 years by enhancing their emotional and social abilities. The company provides a platform that introduces various emotions to children using interactive videos and games which also promote mindfulness, kindness, and gratitude. Additionally, Feelu offers guidance on how children can respond to bullying situations effectively and safely.",
        "url": "https://feelu.ca/",
        "heroImage": "astroseal_152.png",
        "internalpath": "feelu"
    },
    {
        "companyName": "LogicLike Kids",
        "publisher": "LogicLike LLC",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "LogicLike: Kids Learning App is an innovative solution designed to enhance children's cognitive abilities through a range of interactive games and courses. It is equipped with a user-friendly interface that allows parents to participate, helping children improve their thinking abilities, stimulate curiosity, and expand imagination. Additionally, the app promotes visual perception and helps develop fine motor skills.",
        "url": "https://logiclike.com/en",
        "ogimage": "thumbnail_153.png",
        "heroImage": "astroseal_153.png",
        "internalpath": "logiclike-kids"
    },
    {
        "companyName": "EggMania – Where's the Egg in Exactly?",
        "publisher": "Mania Tales",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "EggMania is an award-winning children's tale designed as an engaging and educational tool in today's digital world, focusing on areas such as language development, creative writing, art, science, and speech. Spanning 190 pages, the story combines original art and advanced vocabulary with interactive, touch-sensitive definitions. Along with its enriching content, EggMania also incorporates an educational game to facilitate learning through play.",
        "url": "http://maniatales.com/",
        "heroImage": "astroseal_154.png",
        "internalpath": "eggmania--wheres-the-egg-in-exactly"
    },
    {
        "companyName": "Ducktv.tv",
        "publisher": "MEGA MAX MEDIA",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "DuckTV provides animations, cartoons, and miniseries, offering fun and entertainment designed specificaly for young viewers. The company features beloved characters like Shippi the sheep and Sappi the pink elephant, engaging children in entertaining activities such as roller skating. DuckTV also promotes creative crafting tutorials led by the character Hubbi, all without advertisement interruptions, broadcasting a variety of humorous stories 24/7.",
        "url": "https://ducktv.tv/",
        "heroImage": "astroseal_155.png",
        "internalpath": "ducktvtv"
    },
    {
        "companyName": "MuslimKids.TV (child login area",
        "publisher": "Milo Productions",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "The company specializes in crafting television series and educational materials specifically designed for Muslim children. The unique aspect of the organization is their diverse team, composed of children globally who contribute to the content creation process. These young members are deeply engaged in the activities, which include story writing, artwork creation, voiceovers, and singing, making the produced programs truly representative of their perspectives.",
        "url": "https://muslimkids.tv",
        "ogimage": "thumbnail_156.png",
        "heroImage": "astroseal_156.png",
        "internalpath": "muslimkidstv-child-login-area"
    },
    {
        "companyName": "Kids and Fun (South Africa",
        "publisher": "Mobile Software Digital Services, S.L.",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Founded in 2020, the company provides a broad selection of children's content that includes cartoons, videos, podcasts, e-books, and games. The offerings are designed for entertainment and to supplement e-learning programs. Content is organized and categorized according to age range.",
        "url": "https://www.kidsandfun.net",
        "heroImage": "astroseal_157.png",
        "internalpath": "kids-and-fun-south-africa"
    },
    {
        "companyName": "Be Centsable Smart website for kids",
        "publisher": "Norm Hill Entertainment",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "BeCentsableSmart.com offers a financial literacy subscription program meant to help parents educate their children aged 6-12 about money management. It comprises a wide variety of materials including animated TV series, comics, books, and lesson plans. The program also incorporates engaging games and merchandise to further enhance children's learning experience.",
        "url": "https://becentsablesmart.com",
        "heroImage": "astroseal_158.png",
        "internalpath": "be-centsable-smart-website-for-kids"
    },
    {
        "companyName": "AcamyKids: La App para aprender jugando",
        "publisher": "Nueva Gestion",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "AcamyKids is an educational platform designed for both online and offline use. It offers educational institutions for early and transitional levels, resources based on information and communication technologies (ICTs). These resources aim to enhance learning outcomes.",
        "url": "https://www.acamykids.cl",
        "ogimage": "thumbnail_159.png",
        "heroImage": "placeholder.png",
        "internalpath": "acamykids-la-app-para-aprender-jugando"
    },
    {
        "companyName": "ClearWater Kids website",
        "publisher": "Ontario Water Centre",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "As the text suggests, there is no available description for the company. Therefore, it's currently impossible to provide an accurate summary of the company's operations or services. Once more information becomes available, a comprehensive summary can be created.",
        "url": "https://clearwaterkids.org",
        "heroImage": "placeholder.png",
        "internalpath": "clearwater-kids-website"
    },
    {
        "companyName": "Cadbury PlayPad app",
        "publisher": "OOBEDU",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "The company provides augmented reality experiences aimed at enhancing child development. They offer interactive learning about a variety of topics including animals, monuments, and vehicles. These fun educational experiences assist children in developing their knowledge in an engaging way.",
        "url": "https://cadburyplaypad.com/",
        "heroImage": "placeholder.png",
        "internalpath": "cadbury-playpad-app"
    },
    {
        "companyName": "GENIONS",
        "publisher": "OOBEDU",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "GENIONS is an educational technologies company that created a unique experiential learning app, focusing on making education fun and interactive. The app offers over 300 topics and uses their proprietary Augmented Reality engine to transform learning into an immersive experience where curriculum content is brought to life. The platform incorporates features like animations, multi-language voiceovers, informational text, and the ability to pan and zoom on subjects from all angles, offering a whole new, innovative approach to learning.",
        "url": "https://genions.com/",
        "ogimage": "thumbnail_162.png",
        "heroImage": "placeholder.png",
        "internalpath": "genions"
    },
    {
        "companyName": "Orbiterra (web and mobile",
        "publisher": "Orbiterra",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Orbiterra provides systematic English learning courses that are aligned with CEFR international ability indicators. Their teaching approach is innovative and interactive, amalgamating real-person teaching with self-study modules on a unified platform. They aim to help members improve all aspects of language learning - listening, speaking, reading, and writing without constraints of time or location.",
        "url": "https://api.orbiterra.com/App/index.html",
        "ogimage": "thumbnail_163.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "orbiterra-web-and-mobile"
    },
    {
        "companyName": "Endless Learning Academy",
        "publisher": "Originator Kids (Sago Sago Toys)",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "Originator's Endless Learning Academy is an interactive educational app designed to prepare children for preschool, kindergarten, first grade, and further education. The use of the app is fun for kids, involving a broad and ever-expanding curriculum, facilitated by engaging Endless monsters. This technique, which is used by millions of children, ensures joyful learning while giving children a crucial head start in schooling.",
        "url": "https://www.originatorkids.com/?p=982",
        "heroImage": "astroseal_164.png",
        "internalpath": "endless-learning-academy"
    },
    {
        "companyName": "Papumba Academy",
        "publisher": "Papumba",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "Papumba Academy is a global learning app aimed at children aged 2 to 6, designed to facilitate learning through play. The interactive platform allows kids to acquire knowledge about animals, the alphabet, numbers, music, and drawing in a fun and engaging way. The app, designed by early education experts, also includes features for logic and memory training, and is certified by reputable partners in the early childhood learning sector.",
        "url": "https://www.papumba.com",
        "heroImage": "placeholder.png",
        "internalpath": "papumba-academy"
    },
    {
        "companyName": "Pazu Games App Series",
        "publisher": "Pazu Games",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Pazu provides a variety of fun and educational games for children, aimed at enhancing their essential skills. The platform is globally recommended by educational experts, trusted by millions of parents. By subscribing to Pazu, parents ensure their children receive engaging educational content.",
        "url": "https://pazugames.com",
        "heroImage": "astroseal_166.png",
        "internalpath": "pazu-games-app-series"
    },
    {
        "companyName": "Zac Browser",
        "publisher": "People CD",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 8",
        "description": "The company is certified by the kidSAFE Seal Program, demonstrating it provides a secure interactive environment for children. The kidSAFE Seal serves as an authorization mark for companies that prioritize children's safety in technology. As a certified member, the company is allowed to display the esteemed kidSAFE seal.",
        "url": "https://zacbrowser.com/",
        "heroImage": "astroseal_167.png",
        "internalpath": "zac-browser"
    },
    {
        "companyName": "Smurfs' Magic Match",
        "publisher": "PopReach",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "The Smurfs' Magic Match is a complimentary puzzle game that involves mingling, matching, and swapping of Smurfy gems. This game also incorporates the decoration of Smurf Huts. The overarching aim of the game is to triumph over the antagonist, evil wizard Gargamel.\n",
        "url": "https://www.popreach.com",
        "ogimage": "thumbnail_168.jpg",
        "heroImage": "astroseal_168.png",
        "internalpath": "smurfs-magic-match"
    },
    {
        "companyName": "LingoAce (web and mobile",
        "publisher": "PPLINGO",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "LingoAce is an educational technology company specialized in offering immersive language learning experiences for learners aged three to 15 years, across various proficiency levels and cultural backgrounds. The company utilizes experienced, native-speaking teachers to deliver globally accredited Chinese syllabi using animations, gamification, and AI in both group and individual live classes. The primary goal of LingoAce is to equip the upcoming generation to become confident communicators, opening doors to future opportunities.",
        "url": "https://student.lingoace.com/login.html?redirect=%2Fhome",
        "heroImage": "astroseal_169.png",
        "internalpath": "lingoace-web-and-mobile"
    },
    {
        "companyName": "Prickly Bear",
        "publisher": "Prickly Bear",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Prickly Bear is a company that specializes in guilt-free screen time for children, providing an engaging learning experience that both kids and parents appreciate. The company incorporates educational elements into popular games, making learning fun and effective for kids. This approach to learning uses rewards in the games as positive reinforcement, which aids the children's education.",
        "url": "https://www.pricklybear.io",
        "ogimage": "thumbnail_170.png",
        "heroImage": "astroseal_170.png",
        "internalpath": "prickly-bear"
    },
    {
        "companyName": "ProProfs.com (paid products",
        "publisher": "Proprofs.com",
        "productType": "Tools",
        "productCategory": "Education",
        "audience": "Adults",
        "description": "ProProfs offers paid products for creating quizzes and online courses beneficial for education and business sectors. As a leading software as a service (SAAS) provider, it provides tools for building and testing knowledge. These tools include Quiz, Survey, Knowledge base, and Training products, aimed towards trainers, marketers and educators; all the features are powerfully simple and don't require users to download or learn expensive software.\n",
        "url": "https://www.proprofs.com",
        "heroImage": "astroseal_171.png",
        "internalpath": "proprofscom-paid-products"
    },
    {
        "companyName": "Q",
        "publisher": "Q-files",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "Q-files is an innovative platform that offers the first completely free and ad-free online encyclopedia tailored for children. The company works to provide a comprehensive learning resource for young users. It stands out in its dedication to making key knowledge accessible worldwide without the interference of advertisements.",
        "url": "https://www.q-files.com/",
        "heroImage": "astroseal_172.png",
        "internalpath": "q"
    },
    {
        "companyName": "ReadON Learning Platform",
        "publisher": "ReadON",
        "productType": "Tools",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "ReadON is a company that focuses on providing services for children facing difficulties in learning. Their offerings are specifically tailored to assist these children in overcoming their educational challenges. The core essence of their design is to improve and aid the learning abilities of struggling learners.",
        "url": "https://readon.ai/",
        "heroImage": "astroseal_173.png",
        "internalpath": "readon-learning-platform"
    },
    {
        "companyName": "ProblemScape",
        "publisher": "RoundEd Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "ProblemScape focuses on introductory algebra and is aligned with the 6th-grade Expressions and Equations strand of the CCSS. The learning takes place in the 3D virtual world of Arithma, offering an immersive and interactive learning experience. The game's scenario is based on an adventure where students help the locals who can't do math due to the kidnapping of the math experts, the Xperts, by the PiRats.",
        "url": "https://www.roundedlearning.com/games",
        "heroImage": "astroseal_174.png",
        "internalpath": "problemscape"
    },
    {
        "companyName": "Run Jump Play TV website",
        "publisher": "Run Jump Play",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Run Jump Play is a compelling animated series that tells the stories of five children living on the autism spectrum, who discover bravery, camaraderie, and enjoyment through sports. The series dispels myths and shatters stereotypes associated with autism. Its goal is to promote inclusivity, as well as support and respect for athletes navigating the spectrum.",
        "url": "https://runjumpplay.tv/",
        "heroImage": "astroseal_175.png",
        "internalpath": "run-jump-play-tv-website"
    },
    {
        "companyName": "PlayKids+ Kids Learning Games",
        "publisher": "Sandbox & Co (Sandbox Kids)",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "PlayKids+ is a company that provides a range of educational games and popular TV shows and cartoons for children's learning and entertainment. The platform allows for offline play, enhancing user accessibility. The primary objective of PlayKids is to promote an enjoyable learning experience for children.",
        "url": "https://us.playkids.com/",
        "heroImage": "astroseal_176.png",
        "internalpath": "playkids-kids-learning-games"
    },
    {
        "companyName": "Imagination Station San Diego website",
        "publisher": "Scripps Performing Arts Academy",
        "productType": "Website",
        "productCategory": "Health",
        "audience": "5 - 12",
        "description": "The Scripps Performing Arts Academy is a professional training establishment for ballet, theatre, dance, and music. It offers a creative atmosphere designed to boost self-confidence, self-esteem, and teamwork among its students. While doing so, the academy ensures the fundamental values of dance as an art form are not compromised.",
        "url": "https://www.imaginationstationsandiego.com",
        "heroImage": "astroseal_177.png",
        "internalpath": "imagination-station-san-diego-website"
    },
    {
        "companyName": "The Fun Farm",
        "publisher": "Self Esteem Inspiration & Love Pty Ltd",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "The company offers a unique children's app that provides weekly educational content and entertainment. It incorporates exercise programs, all designed around engaging song and dance routines. Aimed at promoting learning through fun activities, it's easily accessible right at your fingertips.",
        "url": "https://www.thefunfarm.com.au",
        "ogimage": "thumbnail_178.png",
        "heroImage": "astroseal_178.png",
        "internalpath": "the-fun-farm"
    },
    {
        "companyName": "EmeraldCode.ca",
        "publisher": "Shaftesbury",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Simone and her friends Lana, Bevan and Jackson spend their time in Rowat High School's MakerSpace and on a video chat platform called ‘Konnect’. They engage in constant group discussions and entertain each other. Their collective activities involve solving high school dilemmas and deciphering the Emerald Code.",
        "url": "https://emeraldcode.ca/",
        "heroImage": "astroseal_179.png",
        "internalpath": "emeraldcodeca"
    },
    {
        "companyName": "Shoonya Kids app",
        "publisher": "Shoonya Kids",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Shoonya Kids is an educational app focused on introducing new languages and cultures to young children. It provides functionalities for children to learn phonics, trace letters, and practice alphabets in various languages, including Hindi and English. The platform is especially beneficial for toddlers and young children, offering an engaging way to learn languages.",
        "url": "https://www.shoonyadigital.com/",
        "ogimage": "thumbnail_180.png",
        "heroImage": "astroseal_180.png",
        "internalpath": "shoonya-kids-app"
    },
    {
        "companyName": "SideQuest (web and mobile",
        "publisher": "SideQuest",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "The company provides an interactive app designed to nurture self-reliance among kids. Through task and ad quests within the app, kids can learn important life skills, and earn rewards that reflect their personal interests. The company also offers parents resources to monitor their child's progress and tools to help develop these skills further.",
        "url": "https://sidequest.net/",
        "heroImage": "astroseal_181.png",
        "internalpath": "sidequest-web-and-mobile"
    },
    {
        "companyName": "Annedroids Web Games",
        "publisher": "Sinking Ship Interactive",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Annedroids is a TV show targeted at 6-11 year-olds, featuring a young genius who constructs sentient robots in a junkyard. Annedroids Interactive leverages the show's characters and settings to enhance and develop the scientific concepts promoted on the series. Both the TV show and its digital properties serve as positive role models to engage children with STEM curriculum - Science, Technology, Engineering and Math.\n",
        "url": "https://www.annedroids.com/",
        "heroImage": "placeholder.png",
        "internalpath": "annedroids-web-games"
    },
    {
        "companyName": "DinoDana Website",
        "publisher": "Sinking Ship Interactive",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 5",
        "description": "Dino Dana is an Emmy Award-winning dinosaur-themed show featuring a female lead, the first of its kind. Dino Dana Digital extends the show's narrative, allowing fans to engage with Dana's enthusiastic exploration and discovery. Apart from information about the show and its characters, DinoDana.com also offers engaging, vibrant HTML5 games for children, introducing them to numerous dinosaurs and fostering their own sense of discovery.",
        "url": "https://www.dinodana.com/",
        "heroImage": "astroseal_183.png",
        "internalpath": "dinodana-website"
    },
    {
        "companyName": "Giver 150 Kids Web Game",
        "publisher": "Sinking Ship Interactive",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Giver150 is a TV show which chronicles the journey of kids from various parts of Canada who converge in Ottawa to construct the country's largest playground in commemoration of Canada's 150th anniversary. It also features an affiliated website that includes 10 scavenger hunt modules, each related to a different Canadian province or territory. These modules showcase a playground being built and allow users to view blueprints that transport them into historical moments in Canada, as they search for the remaining designs.",
        "url": "https://giver150kids.com/",
        "heroImage": "placeholder.png",
        "internalpath": "giver-150-kids-web-game"
    },
    {
        "companyName": "StoryChopsticks",
        "publisher": "Sistero Pte Ltd",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "StoryChopsticks is a company that focuses on educating young children in the Chinese language through creative storytelling techniques. Their unique teaching methods involve interaction with children's imaginations, making learning Chinese a fascinating experience. Their innovative approach ensures both an engaging and interesting linguistic journey for kids.",
        "url": "https://storychopsticks.com",
        "heroImage": "astroseal_185.png",
        "internalpath": "storychopsticks"
    },
    {
        "companyName": "Super Simple (mobile",
        "publisher": "Skyship Entertainment",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "Super Simple has been developing entertaining educational content for pre-schoolers for over a decade. They specialize in producing songs and shows designed to make learning engaging and straightforward. Their online materials have gained immense trust and popularity globally.",
        "url": "https://supersimple.com/",
        "ogimage": "thumbnail_186.png",
        "heroImage": "astroseal_186.png",
        "internalpath": "super-simple-mobile"
    },
    {
        "companyName": "Super Simple Songs YouTube video content",
        "publisher": "Skyship Entertainment",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "Super Simple has been facilitating fun and straightforward educational experience for pre-schoolers globally for over a decade. It produces songs and shows targeted at this age group. These materials have gained substantial trust and love from audiences on the internet.",
        "url": "https://www.youtube.com/c/supersimplesongs/videos",
        "heroImage": "placeholder.png",
        "internalpath": "super-simple-songs-youtube-video-content"
    },
    {
        "companyName": "Lou Adventures",
        "publisher": "Sparkstone Investments",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Lou Adventures specializes in interactive learning games for children. Their main goal is to enhance kids' reading comprehension and literacy abilities. Utilizing gaming, they provide a fun and engaging way for children to develop vital reading skills.",
        "url": "https://louadventures.com/",
        "ogimage": "thumbnail_188.png?format=1500w",
        "heroImage": "astroseal_188.png",
        "internalpath": "lou-adventures"
    },
    {
        "companyName": "Handwriting in Hebrew",
        "publisher": "Sphoonx",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "The company develops a Hebrew handwriting training application that features a clean and simple interface. This app is created by a collective of parents and teachers specifically for their children's use. The main objective is to facilitate enjoyable and effective learning of correct Hebrew handwriting.",
        "url": "https://www.sphoonx.com/",
        "ogimage": "thumbnail_189.png",
        "heroImage": "astroseal_189.png",
        "internalpath": "handwriting-in-hebrew"
    },
    {
        "companyName": "BASIQs Baseball",
        "publisher": "Sport BASIQs",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "BASIQs is a company devoted to enhancing the intellectual understanding of sports in young athletes. They aim to take the mental aspects of sports beyond traditional practices, training, and scouting, and integrate them into commonly used smart devices. The company's primary mission is to promote learning and foster a love for the sport in athletes.",
        "url": "https://www.basiqs.com",
        "heroImage": "astroseal_190.png",
        "internalpath": "basiqs-baseball"
    },
    {
        "companyName": "Gummies Playground",
        "publisher": "Squink Games",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 5",
        "description": "Gummies Playground is an educational games platform designed for preschoolers, based on a curriculum approved by educators. It offers a variety of nine different games ranging in difficulty level, allowing adjustment to accommodate a child's abilities. These games assist children in learning basic concepts such as numbers, colors, shapes, and animals, while also addressing fundamental cognitive and physical milestones.",
        "url": "https://www.squinkgames.com/",
        "heroImage": "astroseal_191.png",
        "internalpath": "gummies-playground"
    },
    {
        "companyName": "Pango and friends",
        "publisher": "Studio Pango",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Pango offers interactive storybooks designed to foster engagement and learning for children, allowing them to drive the story forward through physical interactions such as touching, shaking, and scratching. The company provides five unpublished stories, filled with humorous adventures, vibrant illustrations, and adorable characters. Pango's unique offer is available in a variety of languages including English, French, Spanish, German, Italian, Chinese, Korean, and Japanese.\n",
        "url": "https://www.studio-pango.com/",
        "heroImage": "astroseal_192.png",
        "internalpath": "pango-and-friends"
    },
    {
        "companyName": "T",
        "publisher": "T-Mobile",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "SyncUP Kids Watch is a smartwatch specifically designed for children aged 5 to 12. Parents or trusted individuals can communicate with and track the watch using companion apps designed for iPhone and Android. These apps contain a variety of location features, enabling reliable real-time monitoring of the child's location.",
        "url": "https://www.t-mobile.com/content/t-mobile/consumer/internet-of-things/iot-devices/syncup-kids-smartwatch.html",
        "heroImage": "astroseal_193.png",
        "internalpath": "t"
    },
    {
        "companyName": "Reading.com: Raising Readers",
        "publisher": "Teaching.com",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Reading.com: Raising Readers is an interactive educational platform designed by experts to assist parents in teaching their children how to read. It emphasizes on creating a joyful and nurturing learning experience between the parent and the child. The company aims to make learning to read a fun and engaging process.",
        "url": "https://www.reading.com",
        "ogimage": "thumbnail_194.jpg",
        "heroImage": "astroseal_194.png",
        "internalpath": "readingcom-raising-readers"
    },
    {
        "companyName": "Fundo Kidz",
        "publisher": "Tecvivid",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Fundo Kidz is a digital educational game tailored to the cognitive development of children aged 2-7 years, aiming to entertain while promoting personal growth through engaging activities. The gaming activities span a wide range, many of which are inspired by real-life experiences to keep the learning process relevant and interesting. It also provides detailed reports to parents, enabling them to monitor their child's time usage and performance in each activity.",
        "url": "https://fundokidz.com/",
        "heroImage": "placeholder.png",
        "internalpath": "fundo-kidz"
    },
    {
        "companyName": "BYJUS.com (India site",
        "publisher": "Think & Learn Private Limited (BYJU'S)",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "BYJU'S, known as India's top-valued EdTech company, operates a website called byjus.com, which provides a vast array of learning programs. These programs cater to Pre-K to 12 education levels and preparation for competitive exams such as JEE, IAS, among others. Having over 100 million registered users with 6.5 million active subscriptions, it has established itself as a leading global education platform, featuring top Indian educators, engaging video lessons, and personalized learning paths.",
        "url": "https://www.byjus.com/",
        "ogimage": "thumbnail_196.png",
        "heroImage": "astroseal_196.png",
        "internalpath": "byjuscom-india-site"
    },
    {
        "companyName": "Tigapo Play System",
        "publisher": "Tigapo Ltd.",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "Adults",
        "description": "Tigapo is a groundbreaking provider of solutions for amusement centers, including family entertainment centers and arcade bars. The company pioneers innovative approaches like a cloud-based management solution. It also features a cashless, contactless payment system for these entertainment venues.",
        "url": "https://tigapo.nayax.com",
        "heroImage": "astroseal_197.png",
        "internalpath": "tigapo-play-system"
    },
    {
        "companyName": "Dounia augmented reality",
        "publisher": "Tobo Studio",
        "productType": "Mobile",
        "productCategory": "VR",
        "audience": "3 - 12",
        "description": "Dounia is a young girl from Aleppo whose story is shared in a book, which covers her experiences growing up in a city affected by war. Alongside the book, an augmented reality application is provided, enhancing the storytelling experience. Using a mobile device, readers are able to discover hidden surprises within the pages of the book.",
        "url": "https://tobostudio.com/main.php?t=realisation&i=104&l=en",
        "ogimage": "thumbnail_198.jpg",
        "heroImage": "astroseal_198.png",
        "internalpath": "dounia-augmented-reality"
    },
    {
        "companyName": "ToonGoggles.com",
        "publisher": "Toon Goggles",
        "productType": "Website",
        "productCategory": "TV",
        "audience": "3 - 12",
        "description": "Toon Goggles offers an on-demand entertainment service specially designed for kids. The platform provides a variety of kid-safe cartoons, games, and music. They offer a free trial for anyone wanting to check out their services.",
        "url": "https://www.toongoggles.com",
        "heroImage": "astroseal_199.png",
        "internalpath": "toongogglescom"
    },
    {
        "companyName": "TotallyAwesome Apps & Sites Advertising Solutions",
        "publisher": "TotallyAwesome",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "TotallyAwesome is a special marketing and media platform centering on facilitating secure, effective, and pertinent connections between brands and the youth. In the digital world, the company seeks to make a positive impact for its youthful target market, placing it at the core of its operations. They offer the only advertising platform worldwide specifically designed for advertisers, providing programmatically accessible and fully compliant access to a wide network of premium youth publishers without collecting personal data.",
        "url": "https://totallyawesome.tv",
        "ogimage": "thumbnail_200.png",
        "heroImage": "astroseal_200.png",
        "internalpath": "totallyawesome-apps--sites-advertising-solutions"
    },
    {
        "companyName": "Mother Goose Club: Kids & Baby Videos, Books, Games",
        "publisher": "Touch Press",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Mother Goose Club provides award-winning educational content primarily designed for preschoolers, including hundreds of games, books, and videos that are updated on a monthly basis. Their characters engage young children through song, rhyme, play, and dance to make learning an entertaining experience. The company's mission is to promote early literacy, mathematics, and multiple other elementary-level subjects, catering to parents, teachers, and children worldwide.",
        "url": "https://storytoys.com/apps/mother-goose-club/",
        "heroImage": "astroseal_201.png",
        "internalpath": "mother-goose-club-kids--baby-videos-books-games"
    },
    {
        "companyName": "Transum.org",
        "publisher": "Transum",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "Adults",
        "description": "Transum.org is a company that offers free online resources primarily focused on mathematics education. Their services include a variety of interactive web-based activities designed to enhance mathematical understanding and skills. This unique blend of webware is developed with the goal of supporting users in their learning of mathematics.",
        "url": "https://transum.org/",
        "ogimage": "thumbnail_202.png",
        "heroImage": "astroseal_202.png",
        "internalpath": "transumorg"
    },
    {
        "companyName": "tutorJr (Web and Mobile",
        "publisher": "TutorABC",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "TutorJr is an educational platform focused on teaching English to children and teens. It creates a beneficial learning environment by connecting students with qualified native English speaking teachers globally. This is accomplished through a synchronous online session-arrangement system.",
        "url": "https://www.tutorjr.com/aspx/mvc",
        "ogimage": "thumbnail_203.png?v=202403041354",
        "heroImage": "astroseal_203.png",
        "internalpath": "tutorjr-web-and-mobile"
    },
    {
        "companyName": "Math Makers",
        "publisher": "Ululab Inc.",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Math Makers is a unique, award-winning educational game designed to make learning math enjoyable for kids aged 4-10. The game cleverly incorporates mathematical problem-solving into gameplay, helping young learners grasp challenging concepts like place value, fractions, addition, and subtraction. Loved by millions globally, this innovative learning tool transforms the math learning experience by teaching concepts in a non-studious manner.",
        "url": "https://ululab.com/math-makers/",
        "heroImage": "astroseal_204.png",
        "internalpath": "math-makers"
    },
    {
        "companyName": "OckyPocky",
        "publisher": "WhizKidz Media",
        "productType": "Mobile",
        "productCategory": "TV",
        "audience": "0 - 8",
        "description": "OckyPocky is an interactive learning app specifically designed for children aged 2-6 years, offering numerous activity-based videos. The app is designed for children to use independently, requiring minimal parental assistance, thus freeing up time for parents. It also provides a platform for parent-child interaction through shared viewing experiences for further bonding.",
        "url": "https://www.ockypocky.com/",
        "heroImage": "astroseal_205.png",
        "internalpath": "ockypocky"
    },
    {
        "companyName": "Kiddies Club (Spain",
        "publisher": "Whole Way Mobile Services, S.L.",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "As there is no description available, I cannot provide an informative and accurate summary about the company. With proper information such as the industry the company functions in, its philosophy, services or products, and its target audience, a suitable summary can be created. Please provide more details about the company.",
        "url": "https://www.kiddies-club.com/",
        "heroImage": "astroseal_206.png",
        "internalpath": "kiddies-club-spain"
    },
    {
        "companyName": "TeensUP",
        "publisher": "Whole Way Mobile Services, S.L.",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "The company's activities are currently not specified. Further information would be required to summarize what the company does. Due to a lack of available description, it is difficult to discern the nature of its operation or industry.",
        "url": "https://www.teensup.net/",
        "heroImage": "astroseal_207.png",
        "internalpath": "teensup"
    },
    {
        "companyName": "WuKong Education (web and mobile",
        "publisher": "Wukong Education",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "WuKong Education, based in Silicon Valley, combines online live classes and self-paced learning on a single interactive platform that can be accessed anytime and anywhere. The company employs over 4,000 teachers globally and has a dedicated curriculum team to create original courses. With its top-rated teachers, high-quality courses, advanced technology, and exceptional customer service, it serves as an excellent educational choice for families worldwide.",
        "url": "https://wukongsch.com/en",
        "ogimage": "thumbnail_208.png",
        "heroImage": "astroseal_208.png",
        "internalpath": "wukong-education-web-and-mobile"
    },
    {
        "companyName": "AdaptedMind.com learning platform and mini",
        "publisher": "AdaptedMind",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "AdaptedMind is a company that offers personalized learning plans for children by identifying individual strengths and weaknesses through their algorithm. Their learning programs include subjects such as math, reading, science, and social studies. They make education enjoyable by incorporating interactive games and incentives like maps, levels, cute monsters, and rewards into the learning process.",
        "url": "https://www.adaptedmind.com",
        "heroImage": "astroseal_209.png",
        "internalpath": "adaptedmindcom-learning-platform-and-mini"
    },
    {
        "companyName": "Afterverse Games (PK XD, PK XD Runner, Crafty Lands",
        "publisher": "Afterverse",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "PK XD is a company that offers a platform for players to create and engage in their own virtual experiences. It provides an opportunity to join an adventure with millions of other participants worldwide. The company boasts an amazing and expansive online world for users to explore, adding to their overall gaming experience.",
        "url": "https://afterverse.com/en",
        "heroImage": "astroseal_210.png",
        "internalpath": "afterverse-games-pk-xd-pk-xd-runner-crafty-lands"
    },
    {
        "companyName": "AI World School website",
        "publisher": "AI World School",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "AI World School (AIWS) is an online learning platform dedicated to providing transformative AI and coding technology education. It offers meticulously curated AI courses for students aged 7-18 at home, for homeschoolers, and in k-12 schools, all designed around CSTA and AAAI task force guiding principles. Additionally, AIWS allows students to explore AI creatively by building their own projects, featuring three flagship courses and nine micro courses.",
        "url": "https://aiworldschool.com/",
        "ogimage": "thumbnail_211.png",
        "heroImage": "astroseal_211.png",
        "internalpath": "ai-world-school-website"
    },
    {
        "companyName": "Amanda content moderation platform",
        "publisher": "Aiba",
        "productType": "Tools",
        "productCategory": "Safety",
        "audience": "Adults",
        "description": "Aiba is a safety platform specifically designed to monitor games and social channels. Its main function is to identify and halt undesirable behaviors. It operates continuously, promoting proactive safety measures within these monitored platforms.",
        "url": "https://aiba.ai/",
        "ogimage": "thumbnail_212.png",
        "heroImage": "astroseal_212.png",
        "internalpath": "amanda-content-moderation-platform"
    },
    {
        "companyName": "ClassUp tutoring platform (web and mobile",
        "publisher": "ALGORITHM OF LEARNING INC.",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "ClassUp offers 1-on-1 live tutoring services catering to students studying various subjects. The platform employs Ivy League tutors, contributing significantly to enhancing students' academic performance. They deliver personalized study sessions to fulfill individual learning needs.",
        "url": "https://classup.com/",
        "ogimage": "thumbnail_213.png",
        "heroImage": "astroseal_213.png",
        "internalpath": "classup-tutoring-platform-web-and-mobile"
    },
    {
        "companyName": "Family Orbit",
        "publisher": "AppObit",
        "productType": "Mobile",
        "productCategory": "Social",
        "audience": "8 - 13+",
        "description": "Family Orbit is an app designed for family safety and connectivity that includes features like location tracking and child monitoring. The app allows parents to monitor their children's phone activities, as well as receive automatic notifications when their kids arrive at or leave predetermined locations. Furthermore, it provides a platform for secure private messaging and photo sharing among family members.",
        "url": "https://www.familyorbit.com/",
        "heroImage": "astroseal_214.png",
        "internalpath": "family-orbit"
    },
    {
        "companyName": "Aumio Sleep & Meditation App",
        "publisher": "Aumio",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Aumio is a leading platform that offers sleep and mindfulness resources specifically tailored for children. It provides unique audio content including sleep stories, meditations, soundscapes, and empowering fairytales, meticulously developed by experts. The company also offers parenting advice and has already aided over 100,000 children and parents globally towards maintaining a healthy and happy family lifestyle.",
        "url": "https://aumio.de/",
        "ogimage": "thumbnail_215.png",
        "heroImage": "astroseal_215.png",
        "internalpath": "aumio-sleep--meditation-app"
    },
    {
        "companyName": "AWE Learning's platinum products (Early Literacy Station, AfterSchool Edge, Platinum Online",
        "publisher": "AWE Learning",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "AWE Learning is a company that specializes in developing digital learning tools that prioritize literacy. They have a range of platinum products including the Early Literacy Station, AfterSchool Edge, and Platinum Online. These products are specifically targeted towards young learners aged between 2 and 12 years old.",
        "url": "https://awelearning.com/",
        "heroImage": "astroseal_216.png",
        "internalpath": "awe-learnings-platinum-products-early-literacy-station-afterschool-edge-platinum-online"
    },
    {
        "companyName": "BanjoRobinson.com",
        "publisher": "Banjo Robinson",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Banjo delivers year-round letters, stickers, and surprises to children that aim to spark their curiosity about the fascinating world around them. The company encourages children's creativity by nudging them to write or draw in response to the received items. The ultimate goal is to enhance their interest in travel, humor, kindness, and compassion.",
        "url": "https://www.banjorobinson.com/",
        "heroImage": "astroseal_217.png",
        "internalpath": "banjorobinsoncom"
    },
    {
        "companyName": "Bebi Toddler Games",
        "publisher": "BEBI FAMILY GAMES",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 5",
        "description": "The Bebi Toddlers app provides a selection of over 500 educational games aimed at children aged 2 to 4. The app offers a variety of learning games, puzzles, and other activities to engage young learners. It aims to help children develop and enhance their skills in a fun and engaging way.",
        "url": "https://bebi.family/en/game/bebi-toddlers",
        "ogimage": "thumbnail_218.jpg",
        "heroImage": "astroseal_218.png",
        "internalpath": "bebi-toddler-games"
    },
    {
        "companyName": "Lingo Bus (web and mobile",
        "publisher": "Beijing Qian Yu Technology",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Lingo Bus is an online platform dedicated to teaching Chinese to children aged 5 through 12. The company offers live classes over the internet to students globally. Their service is designed to provide flexible and convenient scheduling for children and their families.",
        "url": "https://www.lingobus.com/",
        "heroImage": "astroseal_219.png",
        "internalpath": "lingo-bus-web-and-mobile"
    },
    {
        "companyName": "Pixical tutoring platform",
        "publisher": "Better Ed Co.",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "Pixical is a company that provides live online lessons in a variety of disciplines. They offer instruction in chess, music, art, dance, and photography. The lessons are delivered by experienced teachers for an enriched learning experience.",
        "url": "https://pixical.com/",
        "heroImage": "astroseal_220.png",
        "internalpath": "pixical-tutoring-platform"
    },
    {
        "companyName": "Blippi.com",
        "publisher": "Blippi",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Since there is no available description, it's impossible to provide an informative and accurate summary about the company. Any attempts to summarize would be purely speculative. It would be best to seek more information about the company prior to summarizing its activities.",
        "url": "https://blippi.com",
        "ogimage": "thumbnail_221.png?v=1613758615",
        "heroImage": "astroseal_221.png",
        "internalpath": "blippicom"
    },
    {
        "companyName": "Caderno Mágico",
        "publisher": "Caderno Mágico",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Learn Playing uses an interactive, rewards-based method to make learning engaging and enjoyable, thereby enhancing school success rates. The company has developed over 14,000 exercises following early childhood and primary education curricula, ranging from Infantile 1 to Sixth Course. Their approach aims to foster children's future by making education more playful and accessible.",
        "url": "https://www.cadernomagico.com.br",
        "heroImage": "placeholder.png",
        "internalpath": "caderno-mágico"
    },
    {
        "companyName": "Caribu",
        "publisher": "Caribu",
        "productType": "Mobile",
        "productCategory": "Social",
        "audience": "3 - 8",
        "description": "Caribu is a company that focuses on enhancing video-call experiences for families. It provides interactive and engaging features to ensure enjoyable family communication over video calls. The company aims to transform standard video calls into fun-filled, interactive sessions.",
        "url": "https://caribu.com/",
        "ogimage": "thumbnail_223.png",
        "heroImage": "astroseal_223.png",
        "internalpath": "caribu"
    },
    {
        "companyName": "Classover.com",
        "publisher": "Classover, Inc.",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Classover is a company that specializes in live online learning for children aged 5-12. Their platform and classes are intentionally designed keeping in mind the developmental and academic needs of children. The company follows kidSafe guidelines, which endorse video chat for this age group, and utilize the merits of interactive live learning, promoting it as the best alternative to in-person learning.",
        "url": "https://classover.com/",
        "ogimage": "thumbnail_224.png",
        "heroImage": "astroseal_224.png",
        "internalpath": "classovercom"
    },
    {
        "companyName": "Cognishine web platform",
        "publisher": "Cognishine",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Cognishine is a dedicated platform catering to professionals in the health industry, such as speech-language pathologists and occupational therapists. It serves as an intervention tool for dealing with clients who suffer from a range of impairment issues. The primary focuses are on cognition, communication, speech, and social-emotional impairments.",
        "url": "https://cognishine.com",
        "ogimage": "thumbnail_225.png",
        "heroImage": "astroseal_225.png",
        "internalpath": "cognishine-web-platform"
    },
    {
        "companyName": "CosmicCubs.com",
        "publisher": "Cosmic Cubs, LLC",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "CosmicCubs.com offers educational games and activities for children, focusing on exploration of the universe with the help of cute Cosmic Cubs characters. It aims to enhance children's critical thinking, memory, and hand-eye coordination through fun and engaging puzzles and mini-games. The platform doesn't impose time limits, enabling kids to learn at their own pace.",
        "url": "https://cosmiccubs.com/",
        "ogimage": "thumbnail_226.png",
        "heroImage": "astroseal_226.png",
        "internalpath": "cosmiccubscom"
    },
    {
        "companyName": "Tales of Mello",
        "publisher": "Daidream d.o.o. (Tales of Mello)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Mello is a unique platform that encourages children to create their own stories by intertwining gaming and literature elements. By promoting personal expression, Mello essentially empowers children to become the architects of their narratives. Thus, this tool not only facilitates fun and learning but also fosters creativity and innovation among children.\n",
        "url": "https://www.daidream.io/#solution",
        "heroImage": "placeholder.png",
        "internalpath": "tales-of-mello"
    },
    {
        "companyName": "Dopiverse app",
        "publisher": "Doping Technology",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 13+",
        "description": "Dopiverse is a renowned educational game for children aged 6-12, conceived by a team of skilled educators, designers, and programmers. It innovatively merges gaming, education, and animation to offer an engaging learning platform. While interacting with friends globally, kids can join this virtual universe to learn in an enjoyable and safe environment.",
        "url": "https://dopiverse.com/",
        "heroImage": "astroseal_228.png",
        "internalpath": "dopiverse-app"
    },
    {
        "companyName": "Educacross (Web and Mobile",
        "publisher": "Educacross",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Educacross is an innovative teaching-learning platform that specializes in Mathematics and Literacy for children aged between 4 to 12. Utilising techniques such as gamification, customization, and digital games, it offers engaging and developmentally suitable education experiences for different educational stakeholders. Powered by Artificial Intelligence, the platform has been proven through research to contribute substantially towards students' performance and learning evolution.",
        "url": "https://www.educacross.com.br",
        "heroImage": "astroseal_229.png",
        "internalpath": "educacross-web-and-mobile"
    },
    {
        "companyName": "Edurino",
        "publisher": "Edurino",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Edurino offers a digital learning application specifically designed for children aged 4-8 years. The app provides education through engaging learning missions to keep the process fun. The main goal of Edurino is making learning enjoyable and easily accessible.",
        "url": "https://www.edurino.co.uk/",
        "ogimage": "thumbnail_230.png?v=1693569556",
        "heroImage": "astroseal_230.png",
        "internalpath": "edurino"
    },
    {
        "companyName": "Go With Charlotte website",
        "publisher": "End Inertia Creative",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Go With Charlotte is a company that produces an interactive children's book featuring Charlotte, a friendly dog. The child reader becomes part of the story by making choices that determine the adventure's path. This engaging process allows children to create their own story, enhancing their reading experience.",
        "url": "https://www.gowithcharlotte.com",
        "ogimage": "thumbnail_231.png",
        "heroImage": "astroseal_231.png",
        "internalpath": "go-with-charlotte-website"
    },
    {
        "companyName": "ICANTECH learning platform",
        "publisher": "Galaxy Education",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "The company provides courses that focus on enhancing knowledge, skills and programming thinking in children. It also cultivates logical thinking, computer thinking, and stimulates imagination and creativity to foster overall child development. They encourage children to pursue any dream as a part of their learning approach.",
        "url": "https://www.icantech.vn/",
        "ogimage": "thumbnail_232.vn",
        "heroImage": "astroseal_232.png",
        "internalpath": "icantech-learning-platform"
    },
    {
        "companyName": "Genie messaging app",
        "publisher": "Genie Online, Inc.",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "The company provides a messaging platform particularly designed for children. This platform not only enables kids to message their friends securely but also allows them to explore the vast knowledge of the internet. Additionally, it features Genie, an AI companion, who acts like a \"GPT for kids,\" enhancing their online engagement.",
        "url": "https://www.genie.gg/",
        "ogimage": "thumbnail_233.png",
        "heroImage": "astroseal_233.png",
        "internalpath": "genie-messaging-app"
    },
    {
        "companyName": "GlishArabic (web and mobile",
        "publisher": "GlishArabic",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 13+",
        "description": "GlishArabic is an interactive platform dedicated to teaching Arabic to children. It uses English as a bridge language in the learning process. The platform ensures a safe learning environment for young learners.",
        "url": "https://glisharabic.com/",
        "heroImage": "astroseal_234.png",
        "internalpath": "glisharabic-web-and-mobile"
    },
    {
        "companyName": "Happypillar",
        "publisher": "Happypillar",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "Adults",
        "description": "Happypillar is a company dedicated to aiding parents in improving their child's behavior. The company's techniques significantly lessen caregiver frustration and contribute to a happier, calmer family environment. Thus, Happypillar serves as a beneficial tool for parents finding parenting challenging.",
        "url": "https://www.happypillar.com/",
        "ogimage": "thumbnail_235.png",
        "heroImage": "astroseal_235.png",
        "internalpath": "happypillar"
    },
    {
        "companyName": "Hoot Reading",
        "publisher": "Hoot Reading",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Hoot Reading operates as a premier online tutoring service, offering personalized, research-backed literacy instruction delivered by qualified teachers. The company originated from a research project conducted by the Nokia Research Lab in partnership with Sesame Workshop and the Joan Ganz Cooney Center. It now collaborates with school districts all over North America to enhance children's literacy skills.",
        "url": "https://www.hootreading.com",
        "ogimage": "thumbnail_236.png#keepProtocol",
        "heroImage": "astroseal_236.png",
        "internalpath": "hoot-reading"
    },
    {
        "companyName": "Aha World",
        "publisher": "iHuman",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Aha World is a mobile application that enables users to create personalized role playing games. It offers an explorative gaming environment filled with fascinating characters, impressive locations, and cute animals. The app also provides building games and dress-up dolls, allowing users to bring their dream games to life.",
        "url": "https://ahaworld.com",
        "heroImage": "astroseal_237.png",
        "internalpath": "aha-world"
    },
    {
        "companyName": "Bookful",
        "publisher": "Inception VR",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Bookful is a company that fosters a love for reading in kids through interactive 3D/AR animations, making learning both fun and engaging. These animations bring the book's characters and plot to life, enhancing children's comprehension of the content. The company successfully transforms screen time into an active educational experience, enjoyed by children, parents, and teachers alike.\n",
        "url": "https://bookful.app/",
        "heroImage": "astroseal_238.png",
        "internalpath": "bookful"
    },
    {
        "companyName": "EduEdu",
        "publisher": "Instituto ABCD",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 8",
        "description": "EduEdu is a unique educational program designed to assist students struggling with Maths and Portuguese lessons in Brazil. The program utilizes advanced technology to curate personalized learning plans, ensuring a captivating and enjoyable learning journey for each student. EduEdu's ultimate mission is to contribute significantly to the improvement of education in Brazil.",
        "url": "https://eduedu.com.br/",
        "ogimage": "thumbnail_239.png",
        "heroImage": "astroseal_239.png",
        "internalpath": "eduedu"
    },
    {
        "companyName": "iPracticeMath.com",
        "publisher": "iPracticeMath",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "iPracticeMath is a web-based educational platform designed to make learning math engaging and enjoyable, primarily for elementary and middle school students. The company's mission is to offer improved education to all, with a simple, step-by-step teaching methodology. They are also working on extending their coverage to include high school math.",
        "url": "https://www.ipracticemath.com",
        "heroImage": "placeholder.png",
        "internalpath": "ipracticemathcom"
    },
    {
        "companyName": "JoMo Kids",
        "publisher": "JoMo Kids",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "JoMo designs interactive and educational video content for children where they can learn farming practices and nature care in an exciting, pixelated universe of the Stardew Valley video game. Kids get to virtually meet residents of Pelican Town, craft their version of \"Our Farm,\" and understand what it's like to work outdoors while caring for animals through the game. The company also provides general knowledge videos for children, making learning a fun and engaging experience.",
        "url": "https://www.jomokids.tv",
        "ogimage": "thumbnail_241.jpg?format=1500w",
        "heroImage": "astroseal_241.png",
        "internalpath": "jomo-kids"
    },
    {
        "companyName": "Kiddie Kredit",
        "publisher": "Kiddie Kredit",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Kiddie Kredit is a company that offers a mobile application aimed at teaching children financial literacy. The app uses a unique approach to educate about the credit system by tying it to chore completion. Consequently, children gain a rudimentary understanding of how credit works while performing their everyday tasks.",
        "url": "https://www.kiddiekredit.com/",
        "ogimage": "thumbnail_242.jpg",
        "heroImage": "placeholder.png",
        "internalpath": "kiddie-kredit"
    },
    {
        "companyName": "Kidoz OS",
        "publisher": "Kidoz Inc",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "5 - 12",
        "description": "KIDOZ In-App is a service that increases user engagement by providing kids with access to entertaining and relevant content within an existing app. It uses a content recommendation system that sorts through a library of over 200,000 items to find content that suits the specific application. The system also utilizes machine learning technology to continually adjust the content stream based on its performance, enhancing user retention and repeated use of the app.",
        "url": "https://kidoz.net/kidoz-os",
        "heroImage": "placeholder.png",
        "internalpath": "kidoz-os"
    },
    {
        "companyName": "KidzType.com",
        "publisher": "KidzType",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "The company offers a step-by-step, interactive touch typing tool built to transform children into expert typists. The touch typing tutorials are served in a fun, game-like format to capture the kids' interest and enhance their learning experience. The primary aim is to equip kids with efficient touch typing skills, a crucial asset for their academic and professional future.",
        "url": "https://kidztype.com/",
        "ogimage": "thumbnail_244.png",
        "heroImage": "placeholder.png",
        "internalpath": "kidztypecom"
    },
    {
        "companyName": "TypeDojo.com",
        "publisher": "KidzType",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "Touch typists focus on speed, often overlooking the importance of accuracy which can lead to numerous errors in their work. Gaining muscle memory through understanding the location of keys on the keyboard is a useful solution for this as it allows for more accurate typing. Known as touch typing, this method improves efficiency as it eliminates the need to consistently check the keyboard or the source text, thereby minimizing interruptions in thought processes.",
        "url": "https://typedojo.com/",
        "heroImage": "placeholder.png",
        "internalpath": "typedojocom"
    },
    {
        "companyName": "Kyna English",
        "publisher": "Kyna For Kids",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "As there is no provided description, it's not possible to summarize what the company does. In order to provide an accurate summary, further details about the company are needed. Once information on the company's industry, services, products, or mission is provided, a summary can be generated.",
        "url": "https://kynaforkids.vn",
        "heroImage": "astroseal_246.png",
        "internalpath": "kyna-english"
    },
    {
        "companyName": "Spanish Safari",
        "publisher": "Learn Safari",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Spanish Safari is an educational application aimed at children aged 3 to 9 to assist in learning and sharpening their Spanish language skills. The app utilizes narrative-based gameplay for an enjoyable and intuitive learning experience. The app's appealing characters, captivating storyline, and stunning 3D visuals motivate children to learn and practice Spanish enthusiastically.",
        "url": "https://www.learnsafari.com",
        "ogimage": "thumbnail_247.png?format=1500w",
        "heroImage": "astroseal_247.png",
        "internalpath": "spanish-safari"
    },
    {
        "companyName": "Loritos World",
        "publisher": "Loritos Learning",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "The company specializes in creating unique and interactive content. The primary focus of this content is to facilitate the learning process of the Spanish language. Through their promotional programs, they aim to make Spanish language learning enjoyable and effective.",
        "url": "https://www.loritosworld.com/",
        "ogimage": "thumbnail_248.webp",
        "heroImage": "astroseal_248.png",
        "internalpath": "loritos-world"
    },
    {
        "companyName": "Carrots&Cake Parental Control",
        "publisher": "MagicHabits Labs Limited",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Carrots&Cake is a multi-award-winning parental control learning platform, designed to encourage children's engagement with learning apps and educational websites prior to enjoying free screen time. The application uses a scientific methodology to positively influence children's brain development, balance dopamine levels, introduce the concept of delayed gratification, lessen tantrums, and promote self-resilience. This innovative platform is the joint creation of parents, teachers, and doctors.",
        "url": "https://carrotsandcake.com/",
        "ogimage": "thumbnail_249.jpeg",
        "heroImage": "astroseal_249.png",
        "internalpath": "carrotscake-parental-control"
    },
    {
        "companyName": "Moshi Kids: Stories & Games",
        "publisher": "Mind Candy",
        "productType": "Mobile",
        "productCategory": "Health",
        "audience": "3 - 8",
        "description": "Moshi is an acclaimed audio application, specializing in facilitating calm and restful bedtimes for families by aiding children in falling asleep rapidly and effortlessly. It provides an array of original sleep and mindfulness content, consistently adding something new each week. With its extensive selection of narratives, music tracks, sounds, and meditations for kids, Moshi ensures a variety of options to calm young minds.",
        "url": "https://www.moshikids.com/",
        "ogimage": "thumbnail_250.gif",
        "heroImage": "astroseal_250.png",
        "internalpath": "moshi-kids-stories--games"
    },
    {
        "companyName": "Moshi Monsters Egg Hunt",
        "publisher": "Mind Candy",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 8",
        "description": "Moshi Egg Hunt is an engaging mobile adventure game where players can adopt, name, and customize their own pet Moshling. The game involves daily tasks like hatching new Moshlings, finding hidden eggs on the game's map, and taking care of the virtual pets by decorating their homes. For a more challenging experience, the game also offers puzzle-solving, mini-games, and a chance to find Super Moshlings.",
        "url": "https://www.moshisleep.com/",
        "ogimage": "thumbnail_251.gif",
        "heroImage": "astroseal_251.png",
        "internalpath": "moshi-monsters-egg-hunt"
    },
    {
        "companyName": "Misa Robot + companion app",
        "publisher": "Misa Robotics",
        "productType": "Physical",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "Misa is a company that provides next-generation social robots. These advanced machines are designed to interact with humans in a social environment. The company's aim is to create and improve robotic technology to enable meaningful human-robot interactions.",
        "url": "https://www.heymisa.com/",
        "heroImage": "placeholder.png",
        "internalpath": "misa-robot--companion-app"
    },
    {
        "companyName": "Jackrun (Alexa Skill",
        "publisher": "Multiplay & Much More",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "The company is developing an interactive Alexa Skill to aid in learning multiplication tables using the fable of the Hare and the Tortoise. The game-based learning approach fosters active pedagogy, making the learning experience voluntary and personalized. This unique method encourages instinctive and unforced student engagement, leading to its success.",
        "url": "https://jackrun.xyz/",
        "ogimage": "thumbnail_253.jpg",
        "heroImage": "astroseal_253.png",
        "internalpath": "jackrun-alexa-skill"
    },
    {
        "companyName": "Muslimeto.com",
        "publisher": "Muslimeto",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "Muslimeto is a groundbreaking, kid-friendly platform that utilizes advanced technology to deliver Islamic education. Its mission is to reconcile the differences between children's experiences in the media and public schools and their values as part of the Muslim community. This is achieved through comprehensive Islamic learning programs that can be accessed from the safety of home.",
        "url": "https://muslimeto.com/",
        "ogimage": "thumbnail_254.png",
        "heroImage": "astroseal_254.png",
        "internalpath": "muslimetocom"
    },
    {
        "companyName": "Rockerbox News",
        "publisher": "My Rockerbox",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "8 - 12",
        "description": "Rockerbox News is an educational application targeted towards curious children aged 8-12, offering a wealth of global news, facts, and knowledge. The app allows users to personalize their newsfeeds to acquire daily updates on various countries and cultures. The content is written by contributors worldwide, offering diverse perspectives.",
        "url": "https://myrockerbox.com",
        "heroImage": "astroseal_255.png",
        "internalpath": "rockerbox-news"
    },
    {
        "companyName": "Nex Playground",
        "publisher": "Nex",
        "productType": "Physical",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Nex Playground is a dynamic play system designed to facilitate physical activity among families. The platform boasts a vast library of engaging motion games that can be enjoyed at home. Its key feature is promoting shared experiences, allowing friends and families to exercise and have fun together.",
        "url": "https://playground.nex.inc/",
        "ogimage": "thumbnail_256.png?v=1689132760",
        "heroImage": "astroseal_256.png",
        "internalpath": "nex-playground"
    },
    {
        "companyName": "NourishInteractive.com/Kids",
        "publisher": "Nourish Interactive",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Nourish Interactive is a child-safe website dedicated to educating kids and families about nutrition and healthy living. The company uses engaging and entertaining methods to impart information about nutrition. The website's services are completely free of charge, promoting easy access to knowledge about balanced diets and wholesome lifestyle choices.",
        "url": "http://www.nourishinteractive.com/kids",
        "ogimage": "thumbnail_257.png",
        "heroImage": "astroseal_257.png",
        "internalpath": "nourishinteractivecomkids"
    },
    {
        "companyName": "Berenstain Bears",
        "publisher": "Oceanhouse Media",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "The Berenstain Bears is a widely beloved book series that has been popular since its first title was released in 1962. The books follow the adventures of the Bear family, consisting of Mama, Papa, Sister, Brother, Honey, and their friends throughout Bear Country. These stories are also available as informative and entertaining book apps.",
        "url": "https://edu.oceanhousemedia.com/berenstain-bears/",
        "heroImage": "astroseal_258.png",
        "internalpath": "berenstain-bears"
    },
    {
        "companyName": "Otsimo | Special Education Autism Learning Games",
        "publisher": "Otsimo",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Otsimo Special Education is a mobile educational app tailormade for children with learning or developmental disorders such as autism, down's syndrome, and apraxia. It offers over 200 gamified activities intended to enhance motor and core skills in a user-friendly manner. Recognized as the best Autism App by Autism Parenting Magazine, Otsimo is ad-free and includes a feature to provide families with daily progress reports.",
        "url": "https://otsimo.com/en/",
        "heroImage": "astroseal_259.png",
        "internalpath": "otsimo--special-education-autism-learning-games"
    },
    {
        "companyName": "Picture Lingo",
        "publisher": "Picture Learning",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 8",
        "description": "Picture Lingo is a specialized application developed for young English learners up to the age of 7. It offers an engaging learning experience through audio and illustrated rhyming books. The app's primary focus is to facilitate language learning in a fun, enjoyable way.",
        "url": "https://picturelingo.com/",
        "heroImage": "placeholder.png",
        "internalpath": "picture-lingo"
    },
    {
        "companyName": "PlaymatesToys.com",
        "publisher": "Playmates",
        "productType": "Website",
        "productCategory": "Physical",
        "audience": "3 - 12",
        "description": "Playmates Toys, with its 50-year history, is a leading and innovative company in the global toy industry. They specialize in the creation of imaginative products and the development of brand franchises. Their business approach focuses on generating profitable, long-term brand management and distribution.",
        "url": "https://www.playmatestoys.com/",
        "heroImage": "astroseal_261.png",
        "internalpath": "playmatestoyscom"
    },
    {
        "companyName": "Jenga.com",
        "publisher": "Pokonobe Associates",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 13+",
        "description": "The company produces a classic Jenga game, which includes 54 precision-crafted, hardwood blocks. The game is set up using an included loading tray to build the initial tower. The blocks are stacked in sets of three, placed alongside each other and at right angles to the previous level for gameplay.",
        "url": "https://www.jenga.com",
        "heroImage": "astroseal_262.png",
        "internalpath": "jengacom"
    },
    {
        "companyName": "Monster Guard",
        "publisher": "Reels2Media",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Monster Guard is an innovative application developed to help children overcome their fear of monsters, known as teraphobia. Rather than denying the existence of monsters, the app empowers children and alters their perception by introducing 'Monty,' a friendly monster with bedtime tales. The character's reassuring presence helps teach children that monsters can be furry and friendly, aiming to ensure scare-free bedtime, a solution many parents have been seeking.",
        "url": "https://monsterguardapp.com/",
        "heroImage": "placeholder.png",
        "internalpath": "monster-guard"
    },
    {
        "companyName": "Robotify EDU platform",
        "publisher": "Robotify Labs",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "8 - 13+",
        "description": "Robotify is an Ed-Tech firm that specializes in making coding and robotics knowledge more reachable. This global company uses in-browser robotics simulation as a learning tool. Its main aim is to aid both students and educators in the tech sector.",
        "url": "https://edu.robotify.com",
        "heroImage": "astroseal_264.png",
        "internalpath": "robotify-edu-platform"
    },
    {
        "companyName": "Rocket ad service for youth",
        "publisher": "Rocket",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Rocket is an award-winning content marketing business that caters specifically to brands targeting families. The company specializes in creating and sharing content that engages various demographic groups, ranging from parents of preschoolers to the Gen-Z population. They assist in delivering successful marketing campaigns for their clients.",
        "url": "https://www.wearerocket.co.uk/",
        "heroImage": "placeholder.png",
        "internalpath": "rocket-ad-service-for-youth"
    },
    {
        "companyName": "Rooplay",
        "publisher": "Rooplay Media",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Rooplay is a company that provides a single app containing more than 500 games specifically designed for children aged 2-8 years old. All of the games have undergone strict reviews to ensure their safety and enjoyment for children. The company is committed to creating a safe, engaging environment where children can explore a broad and carefully selected array of games.",
        "url": "https://www.rooplay.com/",
        "ogimage": "thumbnail_266.png",
        "heroImage": "astroseal_266.png",
        "internalpath": "rooplay"
    },
    {
        "companyName": "Poptropica (mobile",
        "publisher": "Sandbox & Co (Sandbox Games)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "8 - 12",
        "description": "Poptropica is a virtual gaming platform designed for children, offering a safe environment for them to explore different gaming narratives called 'Islands'. Every Island presents its own unique challenge and rich story for children to navigate. This platform simultaneously stimulates children's creativity as they personalize their characters, while advancing their problem-solving and critical thinking skills.",
        "url": "https://www.poptropica.com/apps/poptropica",
        "ogimage": "thumbnail_267.jpg",
        "heroImage": "astroseal_267.png",
        "internalpath": "poptropica-mobile"
    },
    {
        "companyName": "Curious World (Mobile",
        "publisher": "Sandbox & Co (Sandbox Kids)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Curious World is an early learning app, aimed at children ages 2-7, that fosters a love of learning through offering hundreds of ad-free games, books, and videos. The content, which is carefully selected and frequently updated, allows children to explore their interests and increase self-confidence. The app also provides peace of mind to parents as it paves the way for their child's future success.",
        "url": "https://www.curiousworld.com",
        "heroImage": "astroseal_268.png",
        "internalpath": "curious-world-mobile"
    },
    {
        "companyName": "Curious World (Web",
        "publisher": "Sandbox & Co (Sandbox Kids)",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "3 - 8",
        "description": "Curious World is an educational platform specifically designed to inspire children between ages 2-7 through an ad-free selection of books, games, and videos that encourages them to explore their interests. The company regularly adds fresh content to keep children continuously engaged and fosters a love for learning that prepares them for future success. The platform ensures a worry-free experience for parents as all content is carefully curated.",
        "url": "https://kidsy.curiousworld.com",
        "heroImage": "placeholder.png",
        "internalpath": "curious-world-web"
    },
    {
        "companyName": "Hopster Coding Safari for Kids",
        "publisher": "Sandbox & Co (Sandbox Kids)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "0 - 8",
        "description": "Hopster Coding Safari is an educational company that focuses on introducing children to coding through engaging, logic-based games. Their unique approach utilizes an animal theme to teach the basic principles of coding. The program aids youngsters in learning to solve logic problems, a key component of programming, by guiding different animals to their desired destinations.",
        "url": "https://www.hopster.tv",
        "ogimage": "thumbnail_270.png",
        "heroImage": "astroseal_270.png",
        "internalpath": "hopster-coding-safari-for-kids"
    },
    {
        "companyName": "Kidomi (mobile",
        "publisher": "Sandbox & Co (Sandbox Kids)",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Kidomi is a multi-platform service that offers premium digital content for kids between the ages of 3-12, including games, books, videos, music, and podcasts. The platform holds over 1000 hours of educational activities and entertainments, making it an ideal resource to keep children engaged and active. Kidomi aims to enhance and diversify children's playtime experiences.",
        "url": "https://kidomi.com",
        "ogimage": "thumbnail_271.png",
        "heroImage": "astroseal_271.png",
        "internalpath": "kidomi-mobile"
    },
    {
        "companyName": "FactMonster.com",
        "publisher": "Sandbox & Co (Sandbox Learning)",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Fact Monster is a company that provides reliable educational resources including an encyclopedia, dictionary, thesaurus, atlas, a homework center, and educational games. Their content is designed to supplement learning outside the classroom, providing children with facts in a safe environment. The material is written and edited by experts, ensuring trusted and reliable information.",
        "url": "https://www.factmonster.com",
        "heroImage": "astroseal_272.png",
        "internalpath": "factmonstercom"
    },
    {
        "companyName": "JoJoin (web and mobile",
        "publisher": "Smart Bean Education Technology",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 12",
        "description": "JoJoin is a digital content platform centered on fostering the growth of overseas children through Chinese reading. The platform provides services to children aged 3-12 years globally, reaching 37 different countries and regions. The company's objective is to motivate children's interest in Chinese reading and help them develop independent reading habits while enhancing their self-expression skills.",
        "url": "https://www.jojoin.cc/",
        "heroImage": "astroseal_273.png",
        "internalpath": "jojoin-web-and-mobile"
    },
    {
        "companyName": "Smartli (web and mobile",
        "publisher": "Smartli",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "3 - 12",
        "description": "Smartli specializes in offering online math learning tools. They cater to a broad age group, beginning from Pre-K level. The tools are specifically designed to foster problem-solving skills in an interesting and engaging way for children.",
        "url": "https://www.smartli.sg/",
        "ogimage": "thumbnail_274.png",
        "heroImage": "astroseal_274.png",
        "internalpath": "smartli-web-and-mobile"
    },
    {
        "companyName": "Starfall.com",
        "publisher": "Starfall",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Starfall Education Foundation is a nonprofit organization that provides free and low-pricing learning experiences for children, encouraging successful learning through exploration. Utilizing their website and classrooms, Starfall facilitates a fun, collaborative environment where children can learn through the engaging tools of wonderment and play. The teaching approach emphasizes positive reinforcement to foster confidence, motivation, and success among children.",
        "url": "https://www.starfall.com",
        "heroImage": "astroseal_275.png",
        "internalpath": "starfallcom"
    },
    {
        "companyName": "StudioArabiya.com",
        "publisher": "Studio Arabiya",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "The company operates an online Arabic program tailored for students at all levels aiming to gain fluency in the language. It assists students to achieve a comprehensive understanding of Arabic, including reading, writing, and conversational skills. This program further enhances students' comprehension of the Quran and boosts their confidence in studying Arabic.",
        "url": "https://studioarabiya.com",
        "ogimage": "thumbnail_276.jpg",
        "heroImage": "astroseal_276.png",
        "internalpath": "studioarabiyacom"
    },
    {
        "companyName": "Studycat Fun App Series (English, Chinese, French, German, Spanish",
        "publisher": "Studycat",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "3 - 8",
        "description": "Studycat is a company founded by educators and parents aiming to make language learning enjoyable for children worldwide through its digital curriculums and game-based approach. They strive to foster independent and confident learners, and involve parents, teachers, and children in the learning process. The ultimate goal of Studycat is to empower young learners by presenting languages as an opportunity to expand their horizons.",
        "url": "https://studycat.com/",
        "heroImage": "astroseal_277.png",
        "internalpath": "studycat-fun-app-series-english-chinese-french-german-spanish"
    },
    {
        "companyName": "Skills Tutelage (web and mobile",
        "publisher": "T-Skills",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "0 - 5",
        "description": "The company provides an innovative application designed to assist non-vocal or less communicative children in expressing their feelings, moods, and emotions. The tool uses a selection of fun and aesthetically pleasing pictures, which the children can choose from to successfully convey their thoughts and needs. This application is geared toward promoting better communication between such children and their parents, siblings, family, and friends.",
        "url": "https://skillstutelage.com/",
        "heroImage": "placeholder.png",
        "internalpath": "skills-tutelage-web-and-mobile"
    },
    {
        "companyName": "Tankee",
        "publisher": "Tankee",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Tankee provides a safe digital platform for children aged 6-12 years old to watch gaming videos. It offers age-appropriate gaming content curated from diverse sources, serving as an on-demand entertainment hub. Through unique partnerships, Tankee consolidates and licenses a wide variety of gaming videos, ensuring content safety for kids and their parents.\n",
        "url": "https://www.tankee.com",
        "ogimage": "thumbnail_279.png",
        "heroImage": "placeholder.png",
        "internalpath": "tankee"
    },
    {
        "companyName": "TarteeleQuran.com",
        "publisher": "Tarteelequran.com",
        "productType": "Website",
        "productCategory": "Education",
        "audience": "5 - 13+",
        "description": "TarteeleQuran is an online platform that provides Quran classes with a focus on Tajweed. The company employs both male and female Quran teachers from Egypt, Jordan, and Pakistan to instruct students from over 90 different countries. Potential students may sample the classes through free trial sessions before deciding to sign up.",
        "url": "https://www.tarteelequran.com",
        "ogimage": "thumbnail_280.webp",
        "heroImage": "astroseal_280.png",
        "internalpath": "tarteelequrancom"
    },
    {
        "companyName": "Yuugi conversational AI speech",
        "publisher": "UGLabs Inc.",
        "productType": "Mobile",
        "productCategory": "Tools",
        "audience": "5 - 12",
        "description": "UG Labs specializes in developing a conversational engine that creates an interactive experience for children and families. This technological advancement deviates from the conventional methods, blending play and education effectively. Through this, the company has the capability of bringing characters to life, thereby enriching the user experience.",
        "url": "https://www.uglabs.io/",
        "heroImage": "astroseal_281.png",
        "internalpath": "yuugi-conversational-ai-speech"
    },
    {
        "companyName": "Utopia AI Moderator solution",
        "publisher": "Utopia Analytics",
        "productType": "Tools",
        "productCategory": "Tools",
        "audience": "Adults",
        "description": "Utopia AI Moderator provides an automated moderation service for user-generated content, including chats, posts, comments, user profiles, and pictures. The system filters out inappropriate content such as explicit materials, bullying, harassment, phishing and spam, and explains to the user why their message was blocked. This patented technology designed to protect children is available in all languages.",
        "url": "https://utopiaanalytics.com/utopia-ai-moderator/",
        "heroImage": "placeholder.png",
        "internalpath": "utopia-ai-moderator-solution"
    },
    {
        "companyName": "Animal Jam",
        "publisher": "WildWorks and National Geographic",
        "productType": "Mobile",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "The company offers a free online platform known as Jamaa, where users can embody their favorite animal characters and engage with friends in a dynamic 3D environment. This platform enables users to express themselves creatively through customizing their own virtual home, known as a den, and hosting virtual gatherings. In addition to socializing, users also have the option to participate in a range of gaming activities.\n",
        "url": "https://playwild.animaljam.com/",
        "ogimage": "thumbnail_283.jpg",
        "heroImage": "astroseal_283.png",
        "internalpath": "animal-jam"
    },
    {
        "companyName": "Animal Jam",
        "publisher": "WildWorks and National Geographic",
        "productType": "Website",
        "productCategory": "Games",
        "audience": "5 - 12",
        "description": "Animal Jam is an engaging online platform aimed at children with a passion for animals and nature. The platform provides a safe environment for children to create their own animal avatars, customize dens, and explore. It also promotes social interaction with opportunities to chat with friends, adopt pets, partake in collaborative adventures, and learn about wildlife and the environment.",
        "url": "https://www.animaljam.com/",
        "ogimage": "thumbnail_284.jpg",
        "heroImage": "astroseal_284.png",
        "internalpath": "animal-jam"
    },
    {
        "companyName": "Minno Kids (web, mobile, smart TV",
        "publisher": "Winsome Truth (Minno)",
        "productType": "Mobile",
        "productCategory": "Education",
        "audience": "5 - 12",
        "description": "The company is dedicated to aiding families in their spiritual journey by connecting them with God. They do this mainly through offering a range of books, stories, and other resources. Their mission is inspired by the scripture verse John 15:4, emphasizing mutual dwelling and connection with God.",
        "url": "https://www.gominno.com/",
        "heroImage": "astroseal_285.png",
        "internalpath": "minno-kids-web-mobile-smart-tv"
    },
    {
        "companyName": "Xplora Kids Smartwatches (X6Play and XGO3",
        "publisher": "XPLORA Technologies AS",
        "productType": "Physical",
        "productCategory": "Health",
        "audience": "3 - 12",
        "description": "Xplora Kids offers smartwatches (X6Play and XGO3) integrated with an activity platform and a companion app for parents, ensuring continuous communication and rewarding children for active behavior. The devices maintain children's safety by excluding social media features, controlling incoming calls from pre-approved contacts, and including GPS tracking, safe zones, and a school-mode function that turns off interactive features during class. This combination of technology encourages healthy activity while providing security and peace of mind for parents.",
        "url": "https://shop.myxplora.com/",
        "ogimage": "thumbnail_286.png?v=1615368824",
        "heroImage": "astroseal_286.png",
        "internalpath": "xplora-kids-smartwatches-x6play-and-xgo3"
    }
]